我们的记忆（以及我们的蜂群思维）是以同样模糊而偶然的方式创造出来的。要（在记
忆中）找到那颗跳动的流星，我的意识首先抓住了一条移动的光的线索，然后收集一连串与
星星、寒冷、颠簸有关的感觉。创造出什么样的记忆，有赖于最近我往记忆里塞入了什么，
也包括上次重组这段记忆时所加进去的感觉或其他事情。 这就是为什么每次回忆起来都有些
微不同的原因，因为每次它都是真正意义上的完全不同的经历。感知的行为和记忆的行为是
相同的。两者都是将许多分布的碎片组合成一个自然涌现出的整体。 
     认知科学家道格拉斯·霍夫施塔特[7]说道： 「记忆，是高度重建的。在记忆中进行搜取，
需要从数目庞大的事件中挑选出什么是重要的，什么是不重要的，强调重要的东西，忽略不
重要的东西。 」这种选择的过程实际上就是感知。 「我非常非常相信， 」霍夫施塔特告诉我，
「认知的核心过程与感知的关系非常非常紧密。 」

意识是从一个由许许多多微渺而无
意识的神经环路构成的分布式网络中涌现出来的

身体是意识乃至生命停泊的港湾，是阻止意识被自酿的风暴吞噬的机器。
失去了感觉，心智就会陷入意淫，并产生心理失明
 
在持久的摇摇欲坠状态中保持平衡
