我们的记忆（以及我们的蜂群思维）是以同样模糊而偶然的方式创造出来的。要（在记
忆中）找到那颗跳动的流星，我的意识首先抓住了一条移动的光的线索，然后收集一连串与
星星、寒冷、颠簸有关的感觉。创造出什么样的记忆，有赖于最近我往记忆里塞入了什么，
也包括上次重组这段记忆时所加进去的感觉或其他事情。 这就是为什么每次回忆起来都有些
微不同的原因，因为每次它都是真正意义上的完全不同的经历。感知的行为和记忆的行为是
相同的。两者都是将许多分布的碎片组合成一个自然涌现出的整体。 
     认知科学家道格拉斯·霍夫施塔特[7]说道： 「记忆，是高度重建的。在记忆中进行搜取，
需要从数目庞大的事件中挑选出什么是重要的，什么是不重要的，强调重要的东西，忽略不
重要的东西。 」这种选择的过程实际上就是感知。 「我非常非常相信， 」霍夫施塔特告诉我，
「认知的核心过程与感知的关系非常非常紧密。 」

意识是从一个由许许多多微渺而无
意识的神经环路构成的分布式网络中涌现出来的

身体是意识乃至生命停泊的港湾，是阻止意识被自酿的风暴吞噬的机器。
失去了感觉，心智就会陷入意淫，并产生心理失明
 
在持久的摇摇欲坠状态中保持平衡

发生了很多事，男默女泪.....2017/4/10 --2017/4/12


所以，我们的中世纪祖先会感到快乐，就只是因为他们有着对来世的集体错觉，因而感觉生命充满意义吗？没错！只要没人去戳破他们的
幻想，又为什么要不开心呢？从我们所知的纯粹科学角度来看，人类的生命本来就完全没有意义。人类只是在没有特定目标的演化过程中，盲
目产生的结果。人类的行动没有什么神圣的整体计划，而且如果整个地球明天早上就爆炸消失，整个宇宙很可能还是一样这么继续运行下去。
到目前为止，我们还是不能排除掉人类主观的因素。但这也就是说，我们对生活所赋予的任何意义，其实都只是错觉。不管是中世纪那种超脱
凡世的生活意义，或是现代人文主义、民族主义和资本主义，本质上都完全相同，没有高下之别。像是可能有科学家觉得自己增加了人类的知
识，所以他的生命有意义；有士兵觉得他保卫自己的国家，所以他的生命有意义。不论是创业者想要开新公司，或是中世纪的人想要读经、参
与圣战、兴建新庙，他们从中感受到的意义，都只是错觉与幻想。
这么说来，所谓的快乐，很可能只是让个人对意义的错觉和现行的集体错觉达成同步而已。只要我自己的想法能和身边的人的想法达成一
致，我就能说服自己、觉得自己的生命有意义，而且也能从这个信念中得到快乐。
