
你所不知道的冰冷的经济真相

首先从一个大家都很熟悉的名词说起吧。今年CPI连创新高，管理层也压力很大，高层表态几乎惊人的一致：“当前，宏观调控的主要任务是保增长，控通胀。”现在第一个问题就出来了，何为保增长？通俗的说就是保8也就是保证GDP年增长率不低于8%。这个目标近几年似乎颇受民间诟病，一些所谓的经济学家还很是为此呼吁什么保8不可取，宏观经济应该调低增长率，重点是产业结构的调整等等。如果这些言论不是别有用心，我只能说这些所谓的专家无知到极点。在当下，管理层并不需要对选民负责，如果没有迫不得以的原因，管理层吃饱了没事干干嘛给自己定一个这么高的目标，万一有个闪失不就是搬起石头砸了自己的脚吗？ 
那么保8的内涵是什么？ 
嗯，由于农村城市化进程加快，大量农民涌入城市；加上制造业长期惨淡经营（中国企业平均寿命4.5年），导致每年新增失业人口规模巨大——这个数字有多少呢？2009年奥巴马访华时，我们的温总理亲口承认，我们的失业人口是2亿！可以想象，我们的就业压力有多么巨大。 
在中国，一个GDP增长点大致能创造2000万个就业岗位，保8就是保证每年能新增1.6个亿就业岗位，基本解决就业问题。 
所以，保8的核心是就业问题，也是保持社会的基本稳定问题。嗯，在我们这个社会保障体系非常薄弱的国家，想想如果有2亿人没有工作或者说没有饭吃，是个什么场景？这样你就能理解为什么保8或者保增长是管理曾的首要任务。 
何为控通胀？ 
就是稳定物价，保证老百姓基本生活水平，也是保证社会的基本稳定问题。 
好了，保增长、控通胀归结到一句话：让老百姓有个工作，有份工资，这个工资能混口饭吃。 
说起来简直难以置信，一个外汇储备世界第一，GDP总量世界第二大经济体的国家，一个经过30年改革开放与经济发展创造了惊人财富的国家，为什么进入21世纪宏观经济管理目标竟然如此低？ 
这话说起来就长了，兄弟简单的梳理一下这个脉络。在改革开发初期，邓公设计的发展模式是这样：发展增量带动存量改革（所谓先易后难的改革模式）。简单的说，就是先把蛋糕做大，再来解决分配的问题。经过10几年的发展，经过全国10几亿老百姓勤劳的工作，这个蛋糕是越做越大了，但是，分配的问题（必须通过政治体制改革才能解决各阶层财富再分配的问题）却一直停滞不前，民间再怎么呼吁，管理层总是稳定压倒一切——好吧，现在的说法是和谐压倒一切。 
问题就出来了，由于分配体制不动，那么每年的新增人口，城市化进程涌进城市的农民，下岗职工，这个规模巨大的低端人群的基本生活就只能靠经济增量来解决。从而形成中国经济独特的增量依赖症。 
更严重的是，存量不动只做增量的模式不仅吞掉经济发展的全部成果，而且越来越成为经济发展的阻碍。 
以2010年为例，看看目前我们的分配体系。 
2010年GDP大致是40万亿的规模 
首先是财政与税收的抽水机：8万亿以上，去掉20% 
再是垄断央企的隐性掠夺：大致是10%（2桶油、电信、移动、电力、金融等等） 
还有个无法监督的印钞机：年平均CPI算15%（仅2010年我们的GDP40万亿，货币发行量（M2）却是70万亿，相当于我们每创造1元钱财富，央行就发行了1.8元人民币。） 
另外，房地产要拿走一大块（15%—20%），物流还要拿走一大块（全世界收费公路有14万公里，其中10万公里在中国。加上名目繁多的进场费用——有媒体报道，农民卖1分钱的白菜进入终端后售价变为1.4元！） 
剩下不到20%的财富才是全社会各行业，总人口80%以上分配，而且，各行业领头羊还要拿走这些财富的大头。（比如，白酒的茅台、五粮液，制造业的联想、海尔，通讯的华为、中兴等等） 
这样全国绝大多数中小型企业，绝大多数老百姓只能分点面包渣了。 
美国一个产业工人的劳动收入可以供养4.8人，德英法是1：6.8，韩日是1：3.8，我国劳动供养率为可怜的1：1.1。 
所以，在欧美国家1亿适龄劳动人口社会只需要提供2000—3000万个就业岗位就能保持社会稳定，不仅是因为他们分配体系的劳动供养率高，而且它们有完善的社会保障体系。 
在中国， 1亿适龄劳动人口社会至少要提供8000万个就业岗位才能保持社会基本稳定，就是因为我们在分配体系中劳动供养率太低，而且社会保障体系非常脆弱。 
所以，国外GDP能有2—3%增长，社会就一片欢呼，而我们至少要保8才能维持社会稳定！ 
结论，嗯我相信就是文盲都看出来了：分配体系严重不公平，政府拿得太多。那么，为什么政府要拿得太多呢？根源就在于政府职能的错位。 
欧美国家一般都是小政府，权力受制约，政府只提供公共服务与产品，很少直接介入经济。而在中国，政府几乎就是全能政府，权力不受制约，政府当仁不让要主导经济，官员政绩当然就只能考核GDP，政府主导经济钱从那里来？必然通过财政与税收抽水机、印钞机集中资源与财富“来办大事”。嗯，这就是我们经常听到的有某某特色的市场经济，兄弟的理解是用计划经济的一套来搞市场经济，简单的说，大致就是请个兽医来给人看病，不出乱子才不正常。 
政府主导经济后果是有百弊而无一利。 
首先是效率低下，这里就说一个盐巴的故事。中国的食盐可以说是一个政府亲自管理商品的典型例子。有食盐管理法，有专门的盐业总公司负责生产与经营，按照食盐管理法规定，食盐的出厂价由国务院管理（吓死人吧），销售价格由各级政府管理，按规定生产与销售利润都不得超过15%。这么一个严格的体系，你一定认为食盐应该管理得很好吧？那么，请你去趟超市，买袋盐巴，看看规格——一般都是500克一包，再看看价格。大致是1.5元——1.8元。贵不贵？可能你觉得不贵。好吧，请你按照这个规格换算成一吨食盐零售价是多少？哈，很多文盲都算出来了，是3000多元一吨，现在我告诉你食盐的生产成本大致是300元/吨，不知道你做何感想。这就是政府直接管理商品的效率！ 
其次，政府主导经济必然依赖投资拉动，导致产能过剩，通货膨胀严重。2008年次贷危机后，管理层出台了个4万亿刺激计划（实际上算上地方政府投入，已经达到10几万亿的惊人规模）。那么，这4万亿的钱从那里来？中央财政每年都是赤字，可能很多文盲都猜出来了，这4万亿很可能大部分都是川哥偷偷印出来的。所以，到了2010年后我们的CPI才会连创新高，神奇的猪肉又冲上20几元的高峰。 
最后，政府主导经济导致财富浪费严重。 
一方面财政年年以超过30%高速增长，今年已经突破10万亿的收入了！（感慨下），财政赤字却年年创造新高（从90年代到2010年，年年财政都是赤字，而且步步攀升，去年已经突破万亿），另一方面年终政府突击花钱数字也是年年创造新高（去年是2万亿，今年将超过3万亿）。 
好吧，这个问题先打住。兄弟是谈经济不是FQ。下面我们再来谈谈管理层如何保增长，控通胀的问题，坦率的说，中国经济这盘棋确实难下啊。 
保增长，就要靠经济3架马车：投资、消费、出口来拉动，但是，目前这3架马车都出现很大的问题。 
首先看消费：居民储蓄率长期高达60%，消费在GDP比例长期在35%左右徘徊，过去依靠消费升级的模式来启动内需目前也到了瓶颈（从八十年代小家电——90年代家用电器——2000年房产与汽车），在目前房地产市场遭遇最严厉的调控背景下，消费市场更是低迷。 
在中国持续高通货膨胀背景下，老百姓购买力急剧下滑，提升内需更是成了遥不可及的梦想，去年消费在GDP比例已经跌到27%，今年5月后疯狂上涨的猪肉背后是百货业大幅度下跌。老百姓真的是穷啊。
这里兄弟要狠狠鄙视一下所谓的“拉内需，促消费”的说法。为什么这个口号天朝年年提却总是老大难的问题？因为这是个伪命题。只要有钱谁不知道吃好、喝好，玩好啊，用得着你来“拉”来“促”吗？问题是老百姓没钱啊，有钱都被你拿走了，还消费个PI啊。 
再说说投资：过去20年在国内生产力不发达，基础设施不完善的情况下，投资成了拉动经济百试不爽的灵丹妙药，现在，中国制造已经行销全球，高速公路已经遍布全国，投资拉动不仅对经济正面作用越来越小，相反，产能过剩以及通货膨胀（2009年4万亿大单引发的恶性通货膨胀文盲们一定深有体会吧）等一系列投资带来的副作用反而成了影响经济发展的绊脚石。 
目前我国钢铁行业的过剩的生产能力达到了2亿吨；水泥生产能力达到18.7亿吨，已经远远超过实际需求，目前在建的400条生产线还将新增生产能力6亿吨；电解铝生产能力过剩600万吨，在建的还有200万吨……截至2009年第一季度，在24个行业中有19个行业存在着不同程度的产能过剩。（哈，这还是2009年数据，现在只会更糟）。 
产能过剩，必然要找出路。出路无非一个内消一个出口。国内消费前面已经说得很清楚了——这里兄弟要补充一句，最近几年宣传得沸沸扬扬的“家电下乡”、 “汽车下乡”实质上就是为制造业过剩的产能找出路。好吧，农民可怜的钱包又得奉献一回了。至于出口，这更是一个令人头痛的问题。 
最后说说出口。 
出口：加入世贸为中国制造打开了通向全球的道路，但是，扭曲的汇率导致人民币严重低估使进出口日趋不平衡，节节攀升的外汇储备已经成为越来越严重通货膨胀的主要原因。 
这里，专门为文盲们辅导一下汇率。嗯，这个很重要，非常重要。 
什么是汇率？就是人民币兑换外币的比值。这个汇率由谁决定？当然应该由市场决定。比如，一美元可以买5双袜子，人民币要买相同数量品牌的袜子要5元，那么人民币对美元汇率就应该是1：5。但是，在天朝，这个汇率却由政府制定，人民币被人为大幅度低估——嗯，这个兄弟承认，是有历史原因的。改革开发之初，我们急需大量外汇来购买发展所需的设备与技术。但是，当时中国商品在国际市场上又没有任何竞争力，怎么办？于是政府强行把人民币对美元汇率拉到1：8的高位，再加上出口退税政策（潜台词就是，我不赚钱，我亏本卖，美国大爷你总要买了吧），中国制造开始流出国门。最严重的是，2003年加入世贸后（兄弟一直猜测象天朝这种操纵汇率的国家美国居然同意加入世贸，很可能是别有用心），由于扭曲的汇率，导致进出口严重不平衡，外汇储备急剧上升。（文盲们可以自己查一下近10年我国外汇储备变化资料）


为什么进出口严重不平衡，很简单，因为扭曲的汇率加上所谓的出口退税政策，大家都只愿意出口，没人愿意做进口生意，因为出口亏本也赚钱，进口赚钱也亏本。看看我们中国制造行销全球，而进口什么呢？大致只有2样，其一，中国没有的资源性商品，比如中东的石油、巴西与澳洲的铁矿石、泰国的大米，其二奢侈类商品，比如日德的汽车、瑞士手表、法国化妆品、意大利服装等等。
这里专门解释一下一个奇怪的经济想象：为什么中国制造的同类商品国内价格远远超过国外。
原因无非3个，第一就是这个扭曲的汇率。第二就是我们的出口退税政策，这个所谓的出口退税隐藏着更荒诞的逻辑：为了补贴外国消费者，中国消费者需要承担更高的税、费。 
资料数据：由于我国常年实行出口拉动经济增长战略，每当外部发生危机，中国都会提高出口退税标准。比如，1998年，为了应对亚洲金融危机，将出口退税率提高到5%、13%、15%和17%四档。为了应对次贷危机，我国自2008年8月份起，连续7次上调出口退税率，综合退税率从9.8%提高到逾13.5%。 
出口退税率提高了，财政收入却还在增长（抽水机厉害啊）。据国家税务总局统计，2009年全国共办理出口退税6487亿元。但是，2009年财政收入去从08年6.1万亿增长到6.8万亿！。第三，就是我们高额的流通成本。（这个不展开，文盲们对多如牛毛的收费公路一定有体会。） 
由于这个扭曲的汇率政策使我们不得不面对一个令人痛苦的事实：最近10年中国制造为全世界抑制通货膨胀发挥了重大作用，代价是中国老百姓承担了更大的通货膨胀。 
知道3.2万亿美元意味着什么吗？意味着我们不但少了近20万亿的商品，还承担了央行为了按照现行汇率收购这3.2万亿美元多发行20万亿人民币的通货膨胀！ 
中国老百姓是世界上最勤劳的人民，我们起早贪黑，节衣缩食，就攒下这么点银行存款，结果却是一只看不见的手（通货膨胀）悄悄把我们的财富拿走了。一个可怕的事实是，近20年，在没有战争，没有动乱，经济貌似欣欣向荣的局面下，作为人民币基础体系的元角分，角与分已经基本退出流通市场——这个现象不敢说绝后，但一定是空前了，要知道美元流通了几百年，现在美分都还在流通领域使用啊！ 
资料：经济学家时寒冰曾经做了一个测算，81年1万元人民币购买力相当于2010年255万元！ 
文盲们看了这个有什么感想？好吧，老师再点拨你们几句，从2012年开始，先别急着找工作，先别急着把钱存银行，先仔细学习兄弟的帖子，再想想怎么开始保护我们自己的财富。对！在天朝，保护财富比创造财富更重要。 
回到前面出口的话题，当前人民币处境确实尴尬：到底是升还是贬？

人民币该升还是该降？这是一个痛苦的问题，如果人民币升值，前面分析已经谈到，由于分配体系的问题，我们的制造业一致在微利边缘挣扎（天朝制造业平均利润率不超过5%），人民币稍微一升值，制造业立刻就会死掉一大片——今年温州跑路潮的背后就是人民币升值下制造业已经到了山穷水尽的地步；如果人民币不升值，那么进出口继续不平衡，央行就只能继续发行更多的人民币来收购对外贸易获得的外汇，通货膨胀愈发难以控制，嗯，现在是3.2万亿外汇储备，如果继续增长到5万亿，甚至8万亿，后果简直不敢想象——而且外汇储备多了，放那儿也是一个头痛的问题。 
嗯，这还不是最痛苦的，还有更痛苦的——更痛苦的是：扭曲的汇率不仅加剧了国内通货膨胀，而且还倍受欧美发达国家指责——吃亏还挨骂。
这里文盲们一定不解了，我们通过拉高汇率，低估人民币——实际是我们消耗资源的商品已经是亏本卖给你们了，怎么欧美发达国家还老是拿汇率说事，动不动给我们来个反倾销什么的？ 
欧美发达国家是一个完全市场经济的国家，市场经济最需要什么？是流动！虽然中国的商品是亏本在卖，而且收来的外汇也很大方的借给他们，但是对于欧美发达国家他们不仅仅要你卖商品，更重要的是他们也需要中国来买他们的商品，你操纵汇率形成商品的单向流动，人家当然要指责你了——他们也要保护自己的制造业啊。所以，国际上对于中国的反倾销政策大多是发达国家，象什么非洲、拉美国家什么时候听说过对中国实施反倾销的？不发达国家几乎没有什么商品可以卖给中国的，而中国商品亏本卖给他们，正好可以抑制本国的通货膨胀，偷着乐还来不及，怎么可能指责大方的天朝人呢？ 
好吧，我承认，欧美发达国家指责我们操纵汇率还有一个更深的目的，就是打击我们的制造业（这是另一个话题，这里就不展开了）， 
现在兄弟把经济3架马车都一一做了分析，问题就出来了。对于宏观管理层而言，保增长与控通胀似乎已经成为不可兼顾的2难选择：保增长还是控通胀？ 
如果要保增长：则放开房地产市场调控、货币政策宽松化、人民币贬值——结果，货币流动性进一步泛滥，通货膨胀加剧，甚至很可能出现恶性通货膨胀。 
一旦通货膨胀持续加剧，市场形成恐慌，想想32万亿居民存款，只要5万亿进入民生领域……（这个结果已经有经济学家做了推算，只要5万亿进入民生领域，我们的生活必须品立刻上涨100倍！文盲们，这还真不是在吓你） 
如果要控通胀：则货币政策从紧，人民币继续升值——结果，制造业大面积破产，经济一蹶不振。 
中国经济这盘棋还真难下啊，所以，不少外媒以及经济学家已经做出预测：中国经济2013年将硬着陆！这里给文盲们解释一下什么是硬着陆——嗯，你站在30层高的楼顶上，再跳下去，当你的脑袋与水泥地面接触的时候就叫硬着陆。 
中国经济2013年会硬着陆吗？或者说中国经济短期会崩溃吗？文盲们，谁来回答这个问题？ 
嗯，凡是回答是的先把手掌升出来，老子先打10下再解释。 
回答是的文盲你太小看我们管理层的智慧了，再给文盲们普及一个常识——在天朝体制下，做到政府高层的一定是这个社会最聪明的精英（私心、私欲什么的这里不探讨），而且在天朝体制下，管理层的政策选择面比西方国家政府要大得多——大得多是个什么意思？意思就是西方政治精英想都不敢想的事，我们不但敢想，而且敢做。 
网上一句话很经典：中央在下一盘很大很大的棋，或者中央在打一盘很大很大的麻将。这句话来形容管理层的执政思路，还真有点靠谱，如果要更准确的描述，那就是：中央在挖一个很大很大的坑——嗯，文盲们别想歪了。


且听我一一道来。

其一，关于失业人口的问题，这个我不解释，这是2009年奥巴马访华时，我们的温总理亲口承认的，我们的失业人口是2亿。这个新闻网上一搜就有，你还不相信去问宝哥，就别来烦我了。

其二，为什么会有这样巨大的失业人口，兄弟一再强调，由于农村城市化进程加快，大量农民涌入城市；加上制造业长期惨淡经营（中国企业平均寿命4.5年），导致每年新增失业人口规模巨大——这句话文盲们懂不懂，不懂再看10遍。

其三，关于为什么我们每年必须新增1.6亿岗位的问题，兄弟一再强调，我们与西方国家的差距是分配不公平，我们的制造业平均寿命不到5年，而且都是在微利下挣扎，所以整个经济对增量形成巨大的依赖，而西方国家不是这样。

就以劳动供养率为例——这个我已经说过，还得重复一遍。给文盲上课就是累。 
美国一个产业工人的劳动收入可以供养4.8人，德英法是1：6.8，韩日是1：3.8，我国劳动供养率为可怜的1：1.1。这个数字说明什么，从微观上讲，欧美一个家庭只要有一个人上班，就足以养活全家，年底还有存款出去旅游消费什么的，而我们呢？因为只有1.1的供养率，所以2口子上班，如果只是普通的工人或者工薪阶层，养一个小孩都困难，不得不啃老或者节衣缩食。而且西方国家失业有完善的社会保障体制，而我们普通老百姓家庭只要有一个人失业，生活马上就要出问题。 
从宏观上讲在欧美国家1亿适龄劳动人口社会只需要提供2000—3000万个就业岗位就能保持社会稳定，在中国， 1亿适龄劳动人口社会至少要提供8000万个就业岗位才能保持社会基本稳定，所以，我们在要压倒一切保8 ，西方就是0增长也没有什么大的问题。 
嗯，一个劳动供养率就能分析这么多，文盲们，你提问时认真思考了我的帖子内容吗？ 
请注意，我的帖子是给你扫盲的，是用来学习的，质疑什么的，你先读10遍再说。 
这个坑是什么？ 
这个坑就是建立货币蓄水池来容纳超发的货币。好了，这里兄弟就可以完整的描述一下管理层的执政思路：即保增长的前提下，建立货币蓄水池缓解通货膨胀压力，通过空间换时间，最终实现结构调整，产业的升级的目标。 
嗯，很完美的思路。但是，必须提醒文盲们的是，货币蓄水池只能缓解通货膨胀，不能解决通货膨胀，是治标不是治本。 
中国通货膨胀将是一个长期的过程，2位数的CPI将在未来10年内悄悄偷走我们大部分财富。如果我们想保护好自己几十年的劳动果实，就必须学会投资与理财。其中存银行与买股票是最不赞成的投资理财模式。（提示：别相信统计局的数据与主流权威媒介报道） 
所以通胀时代最紧迫任务是：保卫我们的财富——这个话题我在后面展开，现在，先让我们梳理一下，这个货币蓄水池是怎么建立的？通俗的说，就是过去管理层怎么挖坑，现在在挖什么坑，未来会挖什么坑，不把这些非常重要的问题搞清楚，文盲们就很难理解天朝经济的发展脉络，更谈不上预测未来的经济发展趋势或者怎样保卫我们的财富。 
中国广义货币供应量增长速度最快的时期是92年（同比增长31.3%），93年（同比增长37.3%），94年（同比增长34.5%），由于缺乏吸纳货币的蓄水池，很快在94年出现极为严重的通货膨胀，国家公布的CPI数据就已经接近25%。所以94年后，国家管理层痛定思痛，开始了宏观建“坑”的历程。 
第一个阶段货币蓄水池（1994年—2000年）就是让民生产业市场化（教育、医疗、房子）。这个坑但是确实是效果显著，不但飞快吸纳了超发的货币，控制了通货膨胀，还启动了内需。 
但是，用绑架民生产业市场化来拉动内需或者是建立吸纳超发货币的后果是极其恶劣的，短短10几年时间，普通老百姓很快就发现自己看不起病、上不起学、买不起房，于是民怨沸腾消费愈加低迷，拉动经济越来越依赖投资和出口，形成经济上的恶性循环。 
第二个阶段货币蓄水池（2000年—2011年），是股市与房市。 
首先我来谈谈股市，天朝的股市好啊，至少在3个层面为管理层分忧解难。第一是为亏损的国有企业买单，在90年代亏损的国有企业是中央财政买单，这让中央财政不堪重负，几乎陷入快要崩溃的地步，后来老朱弄了个分税制——税收中央拿大头，逼着地方成了吃饭财政——才算缓了口气，但还没从根本上解决问题，但是，股市一出来，问题解决了，亏损国有企业由股民买单了。2000年3.15老朱答记者问时是这样说的：“中国的股票市场是非常重要的，特别是对于国有企业的改革，具有非常重大的意义”——文盲们在炒股票前建议学习这段话，至少10遍。 
第二就是货币蓄水池了。资料，美国股市扩容到800只股票，用了100年，香港股市扩容到800只股票也用了33年，中国用了20年时间，已经发行了2000多只股票————文盲们在炒股票前建议学习这些数据，至少10遍。 
第三，就更不得了，吸纳超发的货币再蒸发掉。资料：从2003年开始，中国外汇储备节节攀升，货币供应也越发难以控制，2003年我国货币供应21.92万亿元，到2007年已经达到40.34万亿元，于是2007年物价飞涨，通货膨胀压力空前巨大。这使得通过股市蒸发财富，消灭购买力成了重要的选项，随后中国股市惨烈大跌，到2008年10月，深沪2市蒸发的市值已经超过20万亿元！无数升斗小民数十年积累的财富被洗劫一空，但，通货膨胀却总算抑制住了。 
提醒：2007年5月首先是猪肉价格飞快突破20元大关，5月30日，股市突然惨烈大跌，时间节点上惊人的重合耐人寻味。2010年开始物价一路攀升，股市也连连下跌，惨不忍睹。 
结论：在通胀压力巨大的时候，股市不可能出现牛市（想一想，如果牛市了，股民解套了把资金投向民生领域，通货膨胀更加无法控制），所以，在你生活压力最大的时候，往往股票都只能割肉——很残酷，却是真实的经济真相。所以，炒股票研究什么K线图还不如关注猪肉的价格走势——文盲们在炒股票前建议学习这段话，至少10遍。 
好吧，我承认，天朝的股市不仅仅是一个货币蓄水池，它还是一口锅，嗯，在必要的时候可以蒸发财富的锅。（好吧，我承认，全世界的股市都有在关键时刻做锅的职能，原因很简单——货币超发，是一个世界性的问题，超发的货币找不到出路时就只能蒸发掉） 
下面再来谈谈房市，这是一个牵动很多文盲神经的问题。 
要把房市说清楚，非得单独开个帖不可，兄弟这里就偷偷懒简单的输理一下房市的脉络以及房市为什么充当货币蓄水池的，文盲们如果看不懂，那也没办法，天朝经济最精彩的是未来，兄弟还有很多东西要写啊，手疼。 
第一个问题，中国房市是如何绑架地方经济的？ 
94年，面对窘迫的中央财政，老朱弄了个分税制。何为分税制？就把税收分为国税与地税，这可不是简单的多挂了个牌子的问题——它孕育的深刻变化至今还在影响着我们的生活。那么，分税制是怎么切割这个税收蛋糕的？税收大致分为4块：所得税、关税、流转税、营业税，国税拿走前3块（大致占总税收的80%以上），地方就只留下可怜的营业税了。这个分税制一下子让中央富得流油，全国80%以上的地方政府立刻就变成吃饭财政——所谓吃饭财政，就是每年为吃饭而奋斗的财政。好吧，中央为了安抚地方95年又出台了个政策：地方出让土地时，土地出让金90%归地方所有——文盲们学习这段历史有点领悟没有？ 
但是，在商品房市场没有启动的时期，地方政府就是卖地也 没几个买家啊，吃饭财政还是吃不起饭。与是98 年国务院又取消了福利分房，同时又启动银行按揭——商品房市场正式启动。当时，老朱很清楚在分税制下这个商品房盒子打开会有什么后果，所以，还在这个盒子上设置了一道保险——当时设计的住房改革方案是这样的，低端人群用廉租房解决，普通老百姓政府建设经济适用房解决，高端人群才是用商品房解决居住问题。必须承认从98年—2003年，中央投入好几百个亿，大致解决了700万人口的经济适用房的问题。到了2003年，住建部出台了一个文件：核心是用“带保障性质的商品房“替代了经济适用房，这下就是把盒子上的保险拆掉了，把所有的人都推向了商品房市场，人为制造了规模巨大的刚性需求——房地产一下子就火了起来。 
房地产就这样绑架了地方政府，所以，每每中央一调控房市，地方第一反应就是抵制，能不抵制吗？税收大头你都拿走了，地方就靠点卖地收入来吃饭了，你调控房市不就是调控机关干部职工的饭碗吗——这还真的一点不夸张，每次调控房市，只要房市一低迷，很多经济不发达的地方政府真的连公务员工资都发不出来了。 
第二个问题，为什么中央宏观调控房市无用，反而是每一次调控房市后都迎来房价的迅猛上涨？
这个问题文盲们一定会抢着回答：因为房地产绑架了地方政府，地方抵制所以没用。那你们就又错了，兄弟可以很负责的告诉你，地方抵制对宏观调控影响很有限。原因很简单，不仅地方的帽子在中央拎着，更重要的是所有的货币政策金融工具都掌握在中央手中，这些才是对房市有决定性影响的砝码。比如，现在房市低迷是什么原因？不仅仅是限购——那只是对那么几十个一线城市有影响，真正对全国绝大多数城市有影响的是限贷！ 
好了，那么中央宏观调控房市为什么无用呢？ 
请看下面一组数据。2001年我国货币供应量为15.28万亿，2002年为18.32万亿，2003年为21.92万亿，2004年为25.01万亿，2005年为29.6万亿，2006年为34.55万亿，2007年为40.34万亿，2008年为47.51万亿，2009年为60.62万亿，2010年为72.58万亿。对比期间房价增长趋势，与货币增长趋势惊人一致。 
文盲们现在明白了吧，调控房市为什么无用？因为印钞机太厉害了，而且房市又要发挥货币蓄水池的作用——一方面超量发行货币，超量发行货币又要赶到房地产这个蓄水池里，一方面又要宏观调控房市——抱薪救火，火不越烧越旺那才是怪事呢。 
第三个问题最有意思，既然中央宏观调控房市无用，那为什么中央还要经常坚持调控房市呢？ 
首先，必须得承认，管理层一定比兄弟聪明10倍，那么，为什么连兄弟都知道中央宏观调控房市无用，还要坚持调控呢？这个原因兄弟琢磨了很久才算明白。 
宏观调控的深层原因：增加房地产市场政策变数，抑制制造业资金过快流进房市。这个问题目前已经非常严重了，我们制造业的领头羊比如海尔、联想、首纲等等最近纷纷介入房地产，这在西方是不可想象的。大家都热衷参与财富分配而不是财富创造，大量制造业资金流入房地产，不仅推高了地产泡沫而且使产业空心化越来越严重，产业空心化后果是什么？是经济沙漠化！后果可能比经济硬着陆更可怕。 
第四个问题：房地产在天朝经济中扮演什么样的角色？ 
这是一块硬币的2面，发展房地产好处是明显的，弊端也很明显。好处当然很多，首先是消费的主力，去年全国社会消费额是12万亿，房地产就占了6万亿，半壁江山啊，然后它可以直接带动50几个行业，保8中至少有2个点是房地产贡献的，最后房地产发展可以带动大量资源性产品9比如铁矿石）的进口，一定程度上可以缓解目前进出口不平衡的现状。 
弊端也很明显。高房价吞噬了老百姓那点可怜的财富，房市火爆的背后是消费愈加低迷，过去我们的消费在GDP比例好歹也有个35%（美国是70%），去年已经跌到27%。拉动经济越来越依赖投资和出口，形成经济上的恶性循环。

好了，第二个阶段（2000——2011）的货币蓄水池先就说这么多了，下面，我将谈谈文盲们最感兴趣的未来10年天朝经济发展趋势的问题。哈，给点奖赏吧，兄弟熬夜打字也很不容易啊。 
首先，严重鄙视一下论坛中那些打着所谓高手招牌的文盲，他们所谓预测天朝经济走势不仅不靠谱，而且基本都是胡说八道。现在让老师教你们一个简单的常识，在天朝，要研究经济首先要研究政治，要研究政治首先要学习中央文件，连起码的中央文件都没读过，奢谈什么未来经济走势——什么黄金啊、美元、股市什么的，不是胡扯吗？我承认，国际经济形势对我们的经济走势有影响，但是，决定性的因素，特别是决定我们经济中长期的因素在我们内部，在管理层思路里，具体就是在中央各种文件中。 
好了今天很累了，明天继续更新。 
广告之后，精彩继续…… 
文盲们要跟上进度，下面要讲的非常重要，建议文盲们至少要学习10遍，因为下面写的每一句话如果你认真思考，反复思考，可能对你都是一次重大机遇。 
天朝未来10年见将建立一个系统的货币蓄水池，事实上只要有足够的货币蓄水池吸纳超发的货币，在印钞机帮助下，保增长好象还真不是特别困难的事。 
2011年——2020年货币蓄水池： 
短期：房市+股市 
中期：股市+土地+垄断领域向民间开放（去年有个国务院36条大致讲的就是这个垄断领域向民营资本开发，但是这个兄弟很不看好，所以，基本可以无视这个货币蓄水池） 
长期：人民币国际化。 
这么写文盲们一定很难理解，那么老师就稍微展开一点，决定未来10年中国经济发展趋势的将是3个改革：股改、汇改与土改。 
先来说说股改。
股改有2个方向：全流通与国际版。 
何为全流通？过去我们的股票市场颇具中国特色，一只股票上市分为法人股与流通股。法人股一般要占70%左右，但是却不准上市交易流通。真正流通的只是30%左右的流通股。这个特色导致股市出现一系列的问题。嗯，上市公司不分红，股民木有法；上市公司造假乱来，股民还是木有法；上市公司操纵股价剪股民羊毛，股民还是木有法；谁让股民只是没有决定权的小股东呢？ 
插一句：在天朝做有限责任公司，公司法都是只保护大股东（特别是控股股东）权利，小股东被欺负，法律的潜台词只有2个字：活该！（所以，文盲们要去别人合作弄个公司，请记住，自己所占股份一定要超过1/3！！！） 
回到全流通的话题，这让中国股市真正与国际接轨。貌似西方媒介对此评价很高。但是，兄弟却并不这样乐观。在天朝体制下，即使全流通你能真正指望收购优质企业资产不受方方面面干涉？你能真正指望上市公司独立性加强，不受方方面面影响？举一个例子，比如兄弟发财了，收购了茅台51%的股份，我能冲到茅台公司宣传兄弟担任董事长？哈哈，没有贵州省委书记点头，没有中央国资委大佬点头，别说兄弟只是收购茅台51%股份，就是收购茅台100%股份，兄弟也只是一盘菜啊。 
所以，全流通核心还是把股市这个货币蓄水池做大，好吧，是把这口锅做大，以一个美丽的愿景吸纳更多的超发货币。 
国际版更不用说了，让国外公司在天朝上市圈钱，还是做大锅的思路。唯一的区别是以前股民听的是上市公司讲天朝故事，今后也可以听听上市公司讲外国故事了。 
这里兄弟耐着性子再给文盲们讲讲我对股市的个人看法。股票，兄弟是绝对不沾的，有闲钱兄弟宁愿去做慈善（当然不是捐给郭MM），也坚决不买股票。 
文盲们如果要炒股票，请一定先思考2个问题，第一，天朝股票本身有价值吗？嗯， A股市场股票市盈率一般是50—60左右，创业版就更高了。50倍的市盈率是个什么概念？就是你今天投资100元，大致要50年后才能收回投资。嗯，50年后100元顶多就是买包卫生纸了，且慢！你能拿到卫生纸还有3个条件，上市公司能活50年（中国企业平均寿命不到5年）；上市公司50年内都象上市报表那样一直赢利（可能吗？上市公司的赢利报表文盲都知道是怎么回事啊），上市公司一直坚持年年分红（猪都要笑了）。别说是50倍就是10倍市盈率也不能去啊——最后归结到一句话，天朝股票本身没有任何价值。 
第二个问题，没有价值的股票，我能赢利吗？没有价值炒股实际就是打麻将了，这是一个0和游戏，也就是股民A要赚钱必须是股民B亏钱。其实，如果纯粹打打麻将兄弟并不反对——问题是现在这个麻将桌上还坐着一个庄家或者上市公司，这家伙在我们只能打13张牌的时候，它要拿15张牌而且还可以无条件看我们的牌——嗯，如果这样的麻将你还要去玩，兄弟只好大声说一句：把钱给我吧，我一定比上市公司表现得更好。嗯嗯，我承认，我起了邪恶的念头。 
下面我要谈谈汇改与土改，与股市这个死气沉沉的大锅相比，后2个更有点意思，特别是土改，兄弟保证，当我把这个东西讲清楚后，文盲们一定会心潮澎湃的。

有些文盲就是急，帖子还没认真学习过，就说什么，让我直接告诉你该怎么做就行了。说这种话的人几乎可以算是深度文盲，不把一些基本的经济脉络讲清楚，我直接抖结果你信吗？那我现在告诉你，嗯，把钱给我，别去买股票——你会给我吗？ 
闲话少说，下面兄弟开始谈谈土改——嗯，说是惊天动地的土改一点都不过分。谈土改之前老师先教教文盲们怎么解读中央文件或者政策。 
比如，今年宏观管理基调是收缩流动性——降息、上调准备金率什么的，怎么解读？这些政策的潜台词就是：今年大家喝茶吧，少干活，什么投资项目先缓缓。嗯，读懂了这个潜台词你今年大致就知道怎么做了，如果你不信一定要逆势硬上什么投资项目，除非特殊情况，否则结果一定不会好。 
那怎么预测未来经济发展的趋势或者脉络？告诉大家一个基本常识，现在发生的是前10年宏观布局决定的，那么未来要发生的，一定是这10年宏观布局决定的——文盲们仔细体会一下这句话。
嗯，老师的耐心很好，再详细解释一下。比如，在90年代，你如果注意到94年的分税制，注意到95年国务院出台的土地出让金归地方所有，注意到了98年取消福利分房，那么你一定能预测到未来10年房地产将迎来一个空前发展机遇，嗯，即使你在2000年一无所有，如果坚持10年炒楼，现在至少也是几百万身家了，如果你在2000年有点钱，开始投入做开发，加上运气好遇到象兄弟这样的智者，好吧，你现在一定在什么财富榜的某个名次上待着，哈哈。 
说一个真实的故事，我有个朋友是做地产开发的，他家里2004年请了个保姆，农村来的。我们有时去朋友家喝酒，顺便吹吹牛什么的，他家的保姆就端着一张小板凳静静的在一旁听着——我们谁也没在意。那保姆心思单纯，听了很多宏观经济的东西也不大懂，就明白了一个道理——房价要涨。于是，从排队炒号开始，一有空就去排队买号卖号，后面开始卖房炒房，坚持了7 、8年，现在拥有3套房产，净资产早就过百万了——一个农村来的中年妇女，你能想象吗？这个故事你信不信？反正我是相信了，记住，思想就是财富，观念就是生产力。 
回到前面的话题，如果说未来要发生的，一定是这10年宏观布局决定的——那兄弟的问题就提出来了： 
2004年，第4代管理层执政的第二个年头，出台的中央一号文件说的什么？嗯，2005年中央一号文件说的又是什么？2006年中央一号文件、2007年、2008年一直到2011年……谁能准确回答？老师请他去东莞桑拿一条龙。 
答案是连续8年，中央一号文件都只有一个主题：农村！惊天动地的8个中央1号文件啊！都只有一个主题——农村、农业！什么是战略布局，这就是最大的战略布局，什么是中央在下一盘很大很大的棋？这就是中央在下的一盘很大很大的棋！文盲们有点震撼吧，嗯，震撼的还在后面。 
提2个大家很熟悉的名词——“新农村建设”、“城乡统筹”。知道它们的核心内涵是什么吗？是土地确权！什么是土地确权——就是农民的土地，不管是承包地还是自家的宅基地，国家要给他们发国土证了，这个证含金量很高，因为它可以买卖、流转、抵押！一句话，8亿农民很快就会成为有产阶层——要富起来了。 
以前农转非很难，是每个农民的毕生的梦想；以后非转农会更难，大致也会成为很多城市人的梦想，你信不信？现在女孩子找老公是要有车有房，以后也许会变成有地有田，你信不信？ 
再告诉一个故事。2009年10月在成都都江堰一个乡里，3000多农民第一次拿到盖着鲜红大印的国土证，这是一个历史性的时刻——当时在场有一个身份特殊的人物——文盲们别猜了，都错了——中国国家博物馆馆长，他在场就干了一件事，把农民签字的原始单据带走了，放进国家博物馆里，和什么放到一起？和78年第一份家庭联产责任承包制农民的原始签字单子放到一起——文盲们自己深深体会一下这个故事的内涵与重大意义。 
惊天动地的土改，还不仅仅是土地确权，管理层对于土改的战略布局大致有3个方面。第一是土地确权，第二是扩权强县：这几年中央出台了很多政策，对产业转移、土地政策向中小城市与小城镇倾斜都做了系统的安排，中小城市与小城镇发展将迎来一个黄金的10年。今年地方政府换届年，不知道大家注意到没有，换届后，一些小县城悄悄升级为副厅级。这就是扩权强县的先兆。
第三是布局建设农村金融机构。我们都知道，现在各大银行已经基本退出了农村市场，但是农村的土改以及发展中小城市与城镇又必须要金融机构支撑。嗯，大家一定都听说过小额贷款公司吧，小额贷款公司下一步发展方向就是为新土改服务的村镇银行。 
土地确权创造中国一个规模庞大的有产者，仅2.4亿亩农村宅基地就将释放数十万亿的财富，这不仅是一个巨大的货币蓄水池，更重要的是中国新的内需启动强劲的消费力支撑。农村金融机构的建设为土地流转、抵押、买卖提供金融服务，农民进城与扩权强县不仅加快了城市化进程，而且为中小城市与小城镇发展创造一个黄金的10年。农民进城加上城市新增人口在未来10年就将创造2000亿平米的住房需求，这些需求绝大部分都将释放在中小城市与小城镇。 
文盲们一定心潮澎湃吧，嗯，兄弟再给你们加点温。 
诺贝尔经济学奖得主斯蒂格利茨说过这样一句话：中国的农村城市化进程与美国的高科技发展是影响21世纪人类社会发展的2件大事。请注意，在这老头看来，影响21世纪人类社会发展的2件大事只有中国的农村城市化进程与美国的高科技发展，甚至中国的农村城市化进程还排在美国高科技发展的前面。 
文盲们一定很激动吧，嗯，兄弟给你们降点温——在兄弟看来，这老头是不是把中国的农村城市化进程拨高了一点，兄弟估计再影响10—20年没什么问题，影响整个21世纪，兄弟保留意见——谁叫老头是诺贝尔经济学奖得主呢，又不是什么脊梁奖。 
不过，兄弟还是很有点佩服管理层的，在存量不动，依赖增量的难局下，居然给他们设计出这么一个新的经济增长点，大智慧啊。兄弟估计至少可以保证中国未来10年的繁荣，想变天的文盲就只有继续等待了。不过这里孕育的机遇文盲们有感悟吗？嗯，建议你们多读我的帖子，至少10遍。 
明天兄弟要讲汇改，与土改相比这可是一个异常艰难的破冰之旅，不过有学习精神的文盲认真学习应该也能看到一个重大机遇。


不知不觉都快15000字了，文盲们鼓掌吧，这么规模的字数意味着兄弟至少在键盘上花消了10个小时以上的时间，现在连我开始钦佩我自己了，扫盲真是用心啊。另外，这个帖子出来后，遭到很多漫骂——好吧，兄弟这里负责的说一句，这些漫骂兄弟的人绝大多数真不是什么5毛，他们是真文盲，或者说是深度文盲，嗯，深度文盲与普通文盲的区别是，普通文盲通过认真学习我的帖子基本就可以重新做一个自己有独立思考能力的人，而深度文盲基本就只能听自己想听的话，好吧，我换一个说法，深度文盲即使兄弟这样的大知识分子也是很难挽救的。 
嗯，谈汇改前，建议文盲们先学习一下前面普及的汇率知识，免得跟不上进度。这里再罗嗦一句，别看前面兄弟就写了1万多字，但是所包含的内容之丰富，意义之深刻即使是最有想象力的文盲都想象不到的，嗯这么说吧，当今社会80%以上社会现象、经济现象，如果认真学习我的帖子基本都能找到答案，你信不信？嗯，找个时间，老师专门展开来谈谈这些问题，文盲们只需要找个凳子听讲座就行了。 
闲话少说。谈到汇改，第一个问题就出来了，什么是汇改？管理层希望通过汇改达到什么样的目标？ 
嗯，不用举手了，老师闭着眼睛也能猜到你们的答案：汇改就是汇率改革，汇改的目标是使人民币保持一个适当的汇率，使我们的进出口保持平衡。 
很好，这么回答的可以说是已经认真学习了前面的帖子，但是，老师要告诉你们的是——你的答案错了。 
分析经济问题，特别是天朝经济问题，文盲们一定要掌握一个基本的思维脉络：管理层最核心的目标是什么？保增长控通胀，保增长在印钞机帮助下难度不是很大，那么控通胀呢？就需要挖坑——或者建立货币蓄水池来实现。 
好了，兄弟前面讲过，从2011年开始第3阶段的货币蓄水池是什么？ 
短期：房市+股市 
中期：股市+土地 
长期：人民币国际化。 
对，汇改的真正目标是实现人民币国际化。这是一个很大很大的坑，管理层雄心壮志要把货币蓄水池建到国外去，让全世界人民与中国人民一起来分担人民币超发的痛苦。近几年管理层在国际交往中很大部分精力都在弄这个事。09年涛哥宝哥在亚非拉国家转了一圈，据说就悄悄弄了几千亿人民币出去。这个传说兄弟觉得还是比较靠谱——在承诺援助、优惠利率等葫萝卜刺激下，让一些小国答应贸易用人民币结算甚至将人民币作为储备外汇，一些吃饭都困难的国家可能还真抵挡不了诱惑。 
但是，对于发达国家就是两回事了。最近欧债危机，天朝开始还口口声声要援助，后来怎么外交部又发表声明改口了呢？原因很简单，天朝最初承诺援助，但是提出，给人民币行不？人家直接就拒绝了，好吧，宝哥退了一步——只要承认我们是完全市场经济国家，我们就援助，人家还是不答应——欧洲政客真他妈牛比啊，要天朝援助嗯还不准有条件，可能他们已经习惯了天朝过去无条件援助吧——最后才逼得外交部发了个声明。 
好了不扯远了，从这个事件可以看出，人民币国际化确实很难很难。人民币在国际上的地位，特别是西方发达国家的心目中即使不算一钱不值也差不多了——白送别人都不要啊！（文盲们如果在这里能够问个为什么，老师就非常欣慰了）但是，我们管理层却很乐观。 
2009年，国务院出台了一个文件，内容是：2020年将上海基本建成国际金融中心。文盲们，看到这个文件，有什么感受？好吧，我承认这个问题有点难度，那老师换一个说法：假设你穿越了，醒来后发现自己回到1957年，嗯身边正好有一份人民日报，把拿起人民日报，入目赫然是一个惊心动魄的标题：3年内赶英超美！！！请问，你是什么感受？好吧，老师告诉你，我看到国务院要在10年内上海基本建成国际金融中心的感受与你穿越后的感受是一样的。 
现在世界上称得上国际金融中心有2个，一个在伦敦，一个在纽约，这2个城市成为国际金融中心文盲们知道花了多少时间吗？200年。而且这200年还是在这样的背景下实现的——19世纪，大英帝国是最强大的日不落帝国，20世纪美国通过2次世界大战成为最强大的超级强国，那么管理层有什么依仗能够让上海在10年内实现前者200年达到的目标呢？ 
嗯，老师的问题出来了：管理层（一定比兄弟聪明，肯定比大多数文盲更厉害）究竟是什么迫不得以的原因，要在10年内将上海基本建成国际金融中心？

 


现在老师就来讲讲一些冰冷的经济真相——心理承受能力不好的，可以直接跳过。 
老师在前面说过，现在发生的是前10年宏观布局决定的——这句话你们认真思考了吗？ 
现在网上很怀念90年代，对于90年代个别管理者很是推崇，好吧，兄弟承认，某个管理者有些话确实——嗯，很有魄力。但是，对于一个人的评价，我们不仅要听其言，更应该查其行，那么，90年代的经济政策究竟对于我们现在的生活产生了那些影响呢？ 
90年代有3件影响深远的经济政策——分税制、加入世贸、民生产业市场化，下面我们对这3个经济政策一一分析。 
首先说说分税制。分税制使大多数地方财政成了吃饭财政。大家能否体会吃饭财政的意义？网上有很多照片，描述的是在我们乡村，学校和孩子的学习环境已经恶劣到无法形容的地步，嗯，这个现象的背景原因你思考过吗？好吧，我承认，这是我们地方政府不作为，那么，为什么不作为呢？核心就是这个吃饭财政啊，没钱，怎么作为？还有更可怕的，我们经常谈粮食危机、水源危机什么的，导致这些危机有一个很重要的原因就是我们的水利工程年久失修，欠帐太多，为什么会年久失修，欠帐太多？还是因为地方政府没钱——什么3公消费挤占财政的问题还真不是导致地方财政窘迫的主要原因，主要原因还是这个分税制。 
好吧，因为分税制，任何一个地方行政首脑——不管他是私欲膨胀，还是真的打算造福一方（换了你我上台也是一样），他想有所作为，必然是拉高土地价格（也就是推高房价）来获得城市发展必须的资金。 
这个分税制展开还可以写很多很多，现在不是有学者开始呼吁什么“地方财权与事权不统一”——好吧，文盲可能对这句话不好理解，我换一个说法——现在有学者开始呼吁——要让马儿跑，要给马儿吃草！很简单的道理，还需要呼吁！真是悲哀啊。 
文盲们，当你买不起房蜗居的时候，当你看到破败的乡村教室愤怒的时候，当你目睹干旱的田园破烂的水利痛心疾首的时候，你思考过这一切的根源在那里吗？ 
我们再来谈谈民生产业市场化。 
嗯，民生产业市场化让我们中央财政卸下了包袱，不仅建立了第一个货币蓄水池，还用绑架民生的手法启动了内需，代价呢？仅仅是老百姓自己看不起病、上不起学、买不起房吗？ 
老师这里举2个例子。 
前段时间出了个小悦悦事件，反映出国人近几年道德严重滑坡——为什么道德会严重滑坡？请你想想2个职业：教师与医生，这是2个什么职业？请你想想2个场所：学校与医院，这是2个什么场所？嗯，所有人都知道，前者是2个最需要道德的职业，后者是2个最需要讲道德的场所，现在这2个行业都商品化了、市场化了——结果就是最需要守护社会道德底线的行业无法讲道德了，要自谋生路，经济效益优先了，请问，整个社会的道德能不大面积滑坡吗？在民生产业市场化之前的80年代或者90年代初期，中国人的道德是现在这个样子吗？ 
喝口水，再讲第二个例子，文盲们一定都看过一个新闻报道——中国滥用抗生素已经到了触目惊心的地步，因为滥用抗生素我们的体质被破坏，我们的免疫力大幅度下降……为什么会滥用抗生素？原因很简单，因为医疗产业化了，医院只能靠以药养医的模式生存，好吧，给文盲透露一下，任何医院抗生素销售都要占到医院药品收入的70%以上！明白了吧。而在西方国家，任何一个医生本着对患者负责的态度，在使用抗生素非常谨慎。这里的故事还有很多很多。 
文盲们，当你们看不起病、上不起学、买不起房的时候，当你们为国人道德滑坡痛心疾首的时候，当你们为滥用抗生素担忧的时候，你思考过这一切的根源在那里吗？ 
最后谈谈加入世贸的问题。 
前面已经说过，在扭曲的汇率加加入世贸意味着什么？意味着我们大规模把破坏资源生产的商品以成本价什么亏本卖给全世界！意味着外貌出口企业每赚一分钱都赚的是我们中国人自己的钱，意味着越来越高的外汇储备以及越来越无法控制通货膨胀。 
好吧，这一切的根源在那里？ 
现在，老师已经完整分析了90年代3个影响深远的经济政策，不客气的说，这3大政策好处是让存量不动只做增量的模式至少延续了20年生命，代价却是中国老百姓整整几代人的命运——但是，网上对于90 年代3大政策的某个领导人却是一片感恩戴德的声音！！！ 
你们自己说说，自己算不算那个被人卖了还怎么怎么样的文盲？就这样没有基本思考能力的文盲还奢谈怎么推进天朝民主化进程，哈，就是给张选票给你也是被忽悠的命啊。 
还是学学老师吧，坐下来认认真真写贴开启民智——真是任重道远啊。 
上课之前，先说点闲话。嗯，最近跟贴很活跃，这个老师很欣慰——说明一大批文盲开始学习独立思考了。不过，貌似大多数文盲提的问题——实际上根本还不能称为问题——知道我为什么要文盲们学习帖子至少10遍吗？或者为什么老师一再强调这个帖子里的内容之丰富即使是最有想象力的文盲也想想不到的吗——因为你们大部分问题的答案都在帖子里，老师希望你们自己去找出答案。嗯，这个很重要，非常重要。 
闲话少说，下面我们继续谈汇改。 
前面我已经提了一个很重要的问题：管理层为什么只给上海留了10年时间来建立国际金融中心？是迫不得以还是别有依仗？ 
准确的说，应该是2个原因都有。 
首先让我们来复习一下管理层的执政思路：即保增长的前提下，建立货币蓄水池缓解通货膨胀压力，通过空间换时间，最终实现结构调整，产业的升级的目标。 
好吧，这个思路有2个关键，第一是保增长；第二是货币蓄水池足以控通胀。 
那么怎样解读保增长的前提下，中长期政策的规律？兄弟觉得有2点，其一，货币政策一定是宽松化的（过程中会有适度调整，但是从中长期来看一定是宽松化的货币政策）——文盲们可能不好理解，好吧，兄弟换一个说法，就是印钞机一定会长期开工，而且会越来越厉害；第二，人民币汇率——如果管理层要给我们制造业10来年时间实现产业升级，提高核心竞争力——那么人民币汇率是相对稳定或者贬值的趋势——虽然人民币在国际上升值压力很大，但是升值后我们管理层的压力会更大——打个比方，就象女人的大姨妈一样，来了麻烦，不来更麻烦，为了不引起后面的大麻烦，女人都会选择前面的小麻烦——管理层的选择估计也是这个路数。
好了，前2者归结到一点就是，未来人民币发行量会很大，越来越大，比如，按照我们现在进出口不平衡导致外汇储备增长速度——兄弟简单用计算器按了一下，到2020年，我们的外汇储备将超过7万亿元！吓死人了，这意味着仅仅这一项印钞机就要生产25万亿的人民币，考虑到同时又要出口25万亿的商品——文盲们可以想想届时通货膨胀压力有多大。 
所以，即使管理层能迅速启动土地这个巨大的货币蓄水池——考虑到我们现在经济总量已经很大，为了保8超发的货币很快就能填满土地这个池子，即使加上股市扩容加上房地产，这个时间也不会超过10年，这就是管理层只给上海10年的时间，或者说只给人民币国际化10年的时间。 
那么，我们又有什么依仗呢？ 
首先给文盲们辅导一下一些基础知识。货币是什么？货币是一种符号，它本身没有任何价值（金属货币例外），它代表着货币发行者的信用，也是货币发行者的一种负债——请文盲们一定记住这个观念，很重要。 
当央行每发行一元人民币，就代表国家对老百姓承担1元的负债。所以，货币发行者为了保持信用，往往要储备一定的物资（比如贵重金属，比如资源性产品）来证明自己具有对债务的偿还能力。 
好吧，随着经济的发展，货币的信用——也就是国家的信用——对储备物资的依赖越来越不那么明显——货币的信用往往是一个国家综合实力（包括经济实力与政治军事实力）的体现。 
美元为什么强大？不仅是因为它的经济实力，而且因为它强大的政治军事实力——具体体现就是70年代它弄了个石油美元体系，你要到欧配克买石油？没问题，但是必须用美元结算！仅此一条，各国不得不将美元作为国家主要外汇储备，仅此一条那怕是美国经济崩溃了，美元也能保持坚挺——反过来讲，美元保持坚挺，美国经济还会崩溃吗？所以，美元是有双重保障的，至少未来几十年内还是最可靠的避险货币。 
欧元、日元的支撑是靠它们强大的制造业，只要这个基础不动摇，这2种货币就不可能崩溃。 
好吧，人民币的基础是什么？当然是我们的制造业了。有一种观点是，制造业强大的国家不可能出现弱势货币，或者说货币国际化是一个迟早的问题。问题是，我们的制造业强大吗？你让人民币实行浮动汇率试试——估计中国的制造业立刻就死掉90%。这样的制造业也算强大？那么这样的制造业就是我们管理层实现货币国际化的支撑？ 
答案是否定的，管理层让人民币国际化最大的支撑或者依仗是，我们世界第一的巨额的外汇储备——或者说，世界第一的发达国家对我们的巨额债务！ 
好吧，我们现在就可以梳理出管理层实现人民币国际化的思路：你欠我的债务（巨额外汇储备），你以后会越欠越多（我扭曲汇率，出口退税，你敢干吗），如果你不想我逼债（抛售外汇储备），那你能不能先用点人民币？（贸易结算用人民币）。 
哈，很好的思路啊。嗯，从理论上讲，甚至可以说这是一招妙手。 
但是，兄弟又要泼个冷水了。 
人民币要成为国际结算货币，不仅需要强大的经济实力，还要有一个开明健康的政治体制以及强大的政治军事实力。更重要的是，国家在国际事务中应有维护本国利益的勇气与决心。 
别说是债务了，就是主权问题上我们给国际的观感是什么呢？湄公河上同胞被泰国军人枪杀；菲律宾扣押我们渔民还公开宣称没有必要给中国道歉；南海。好吧，按照外交部说法——中国有无可争议的主权——现在这个主权地方越南都弄了100多口油井了，我们2桶油到现在还没获得在自己“无可争议的主权”的越南的开采许可。纵观几千年历史，别说汉唐雄风了，就是腐朽软弱的满清时代也没见过东南亚土著猴子这么蹬鼻子上脸嚣张过啊。 
主权问题上我们都如此软弱，债务，还真指望别人能当回事？对照最近的欧债危机，为什么我们提出以给人民币方式援助却被冷淡的拒绝，难道不引人深思吗？ 
所以，兄弟只能说，人民币国际化前景很不乐观——好吧，我换一个有点希望的说法，人民币国际化还有很长很长的路要走。 
一不小心上了天涯头条。好吧，兄弟今天特意多开一贴，谈谈房地产的问题——前面我得承认，自己太偷懒，写得很粗。 
文盲们对高房价都深恶痛绝，确实，高房价危害很大，它吞噬了国民可怜的财富，使老百姓的消费能力降到最低，而且它推高了资产泡沫等等。 
但是，怎么才能真正控制住过快增长房价？或者让房价在一段时间内保持一个稳定的水平呢？ 
靠宏观调控吗？坦率的说，所谓的宏观调控不过是管理层在民怨压力下的一种无奈选择，除了稍微抑制一下资产泡沫，稍微抑制一下制造业资金过快流入地产，其实，当前或者之前所有的宏观调控实际上是一个多方共输的结果，文盲们你信不信？ 
首先开发商当然是受害者，宏观调控了，日子是越来越难过了。 
地方政府呢？也是受害者，宏观调控了，地越来越难卖了，财政更是雪上加霜。 
中央政府呢？也是受害者，虽然明面上没有什么损失，但是地方上的财政压力最后还不是中央来买单？ 
文盲们可能认为上述受害者与自己有毛关系，说不定心里还在暗暗欢喜——但是，我马上就要指出，所有的老百姓不管是买房还是不买房的都是宏观调控的受害者！
已经买房的，银行上调利率，按揭还款多了一块出来，算不算受害者？而且如果已经买房的有个什么事急需卖房救急，好吧，宏观调控了，卖房比以前难多了——除非跳楼。 
准备买房的当然不用说，宏观调控了，买房门槛更高（首付），还款压力更大（利率上升）。算不算受害者？ 
没买房的也别高兴，哪次宏观调控后房租不是大幅度上涨？算不算也是受害者？ 
即使你啃老没租房的，你也逃不过这个经济圈子的影响——宏观调控后，大量资金从房市中流入民生领域，跟着就是算你狠、逗你玩、神奇的猪肉又要兴风作浪了。你们难道可以说自己是受益者？ 
而且，这种以抑制需求为基础的宏观调控实在是治标不治本，哪次宏观调控后房价不是立刻大幅度上涨，兄弟这里可以负责的说一句，最近的宏观调控明年一定会结束，到时候房价一定会报复性上涨到一个新的高度！ 
好吧，怎么才能根治这个房价过快增长的问题？ 
房价过快增长有2个核心原因，第一，由于土地由地方政府垄断供应，加上地方政府又有强烈的拉高地价的内因，所以土地价格连创新高，面粉价格上去了，面包能不涨价吗？第二，央行印了太多钞票，超发的货币正好可以支撑土地与房价节节攀升。 
所以，要根治房价过快增长必须要解决这2个问题。货币超发可以用建立其他货币蓄水池来分流。土地问题只有2个途径来解决，首先，打破地方政府土地垄断供应的现状，嗯，可以通过土改来解决。 
这里把土改的问题展开简单谈谈——土地确权后，可以流转、集约、抵押、买卖。文盲们吃透这8个字的意义没有？想象到这8个字的操作空间有多么巨大没有？能想象这8个字对未来的深刻变化吗？ 
好吧，假设，在一个城乡结合部有一块100亩土地，有投资者打算把它开发成一片住宅小区，但是目前土地性质却是耕地，怎么办？好吧，这个投资者可以到偏远的农村去收购宅基地指标，这样建设用地的指标就解决了，接下来，某地区新开荒地增加了100亩耕地，投资者就可以把这个耕地指标买过来置换一下，这样所有的问题就解决了。文盲们体会到没有？即使是偏远的山村，以后宅基地指标以及耕地指标都是有相当含金量的！ 
那么土地怎么交易呢？以后一定会有一个土地交易所出来——某村要交易土地，首先向交易所申请，交易所大致要审查：比如，交易土地用途是否符合城市规划，农民安置问题是否解决等等，审查没问题，你就可以到交易所挂牌出售了。 
这样地方政府垄断供应土地问题得到解决，面粉价格稳定了，面包价格自然就稳定了。那么地方财政的问题怎么办？兄弟相信，未来不久一定会来个二次税改，中央必然要向地方让度部分财权——或者税收这个蛋糕重新划分一下，或者中央给地方政策——好吧，最近4个城市发行地方债卷就是在做这方面的尝试。

土改不仅仅是单一的问题，它与其他经济问题联系到一起，是牵一发动全身的大棋。它的问题展开来还有很多，想象空间也很大，老师就不再多说了——师傅引进门，修行在个人嘛。 
关于经济政策的解读，这是一件很有意思的事。正确解读中央经济政策，就可以准确把握未来的经济脉络。其实，通过对我前面帖子的学习，很多文盲如果已经基本具备独立思考能力，结合我前面帖子的一些基本知识，解读中央经济政策其实并不困难。好吧，老师今天就开堂MBA的案例分析课，带领大家一起来解读刚刚结束的中央经济会议出台的文件。 
建议大家先下载一个最新的中央经济政策版本对照兄弟的解读版来看。 
“一、继续加强和改善宏观调控，促进经济平稳较快发展。必须统筹处理速度、结构、物价三者关系”。这是整个文件的纲，纲举才能目张。这个纲没什么新意，还是在保增长控通胀的前提下，逐步调整产业结构。嗯，建议大家认真学习前面我讲的管理层的基本执政思路：即保增长的前提下，建立货币蓄水池缓解通货膨胀压力，通过空间换时间，最终实现结构调整，产业的升级的目标——这个一定要达到能背诵。有了这个总纲，你就可以解读很多基本的政策。 
“继续实施积极的财政政策和稳健的货币政策”。好吧，积极的财政政策说明我们管理层还是要政府主导经济，还是要投资拉动（悲哀啊），所以，有了积极的财政政策所谓的稳健的货币政策就是个笑话——如果稳健的货币政策，那么那里弄钱来实施积极的财政政策？好吧，印钞机又得开动了。所以，这个文件还得圆一句“保持货币信贷总量合理增长”。什么是合理？标准我们说了不算，嗯只有管理层才知道。 
货币信贷都“合理增长”了，怎么控制通货膨胀呢？文件指出“发挥好资本市场的积极作用，有效防范和及时化解潜在金融风险”。大家自己去体会吧，插一句，通常资本市场在中国就是指股市。 
“二、坚持不懈抓好“三农”工作”。这是一步棋，一步一直在推进的棋，为土改奠定基础的棋。 
“三、加快经济结构调整，促进经济自主协调发展。一是着力扩大内需特别是消费需求”。我们都知道，消费在GDP的比例越来越低，管理层也很着急，前面帖子讲了，过去我们拉动消费靠的是消费升级的办法（从80年代小家电，到90年代家用电器，到21世纪住房与汽车），现在消费升级到顶了，怎么来“扩大内需特别是消费需求”？文件给出的方向是“促进居民文化、旅游、健身、养老、家政等服务消费”！好吧，连健身、家政的消费都要上中央文件了，可见我们管理层对内需不振多么担忧，多么无奈！ 
产业结构调整呢？就不评述了，这可不是明天一个冲锋就可以消灭800万蒋军的事情。 
“深化重点领域和关键环节改革，提高对外开放水平。要调整财政转移支付结构，加强县级基本财力保障”。这也是一步很重要的棋，就象我们前面讲到的，扩权强县，中央向地方让度部分财权是必然之路——这不，就来了。 
“要深化利率市场化改革和汇率形成机制改革，保持人民币汇率基本稳定”。是的，我在前面的帖子也说过，从长期来看，人民币利率必然是相对稳定什么略微贬值的趋势——要让制造业喘口气，要给我们制造业产业升级的时间。“保持外贸政策连续性和稳定性，保持出口平稳增长，推动出口结构升级，加强和改进进口工作，积极扩大进口，促进贸易平衡”。问题又来了，积极扩大出口——短期内经济对出口这架马车依赖还是很大，但是都积极扩大出口了，怎么“促进贸易平衡”呢？这就要靠“要深化利率市场化改革和汇率形成机制改革”——也就是汇改来解决，不过短期内，在“保持人民币汇率基本稳定”的前提下，我们就别指望“贸易平衡”了。 
“积极培育面向小型微型企业和“三农”的金融机构”，好吧，还是我的帖子前面讲的，中央批准小额贷款公司是准备发展成为村镇银行的，这不，政策扶持的依据就来了，嗯“积极培育啊”，现在的金融机构谁最适合这个词语？
“大力保障和改善民生”。这个是我们最欢迎的，不过新鲜货却不多。“要增加教育投入”这句话说了很多年了，10年前我们制定的目标就要教育指出在财政中占4%，现在都没达到，好吧，管理层现在不提具体指标了，只是要“增加”就行了。 
“要坚持更加积极的就业政策，多渠道开发就业岗位，加强就业扶助，支持劳动密集型产业和小型微型企业发展”。明白了吧，就业问题还是我们面临最重要的问题。这不，我们一方面要千方百计促进产业升级，另一方面呢？又不得不“支持劳动密集型产业和小型微型企业发展”。中国这盘棋难下啊，管理层也不容易啊。 
“要坚持房地产调控政策不动摇，促进房价合理回归，加快普通商品住房建设，扩大有效供给，促进房地产市场健康发展”。这句话解读有点难度。一般文盲很难体会其中的深意。假如“坚持房地产调控政策不动摇”又限购又限贷，那么“加快普通商品住房建设，扩大有效供给”又卖给谁呢？如果我们联系前面一段话“要抓好保障性住房投融资、建设、运营、管理工作，逐步解决城镇低收入群众、新就业职工、农民工住房困难”，我们就可以基本理清管理层的思想脉络。房地产市场以后大致会分3个层次管理。“要坚持房地产调控政策不动摇，促进房价合理回归”——这是对高房价调控，对高端市场要约束，普通老百姓呢？就是“加快普通商品住房建设，扩大有效供给”——市场化途径来解决；低端人群呢？当然就是前面的保障房来解决，好了，归结到一句话，未来中国房地产市场发展就是这个模式“高端有约束，中端有市场，低端有保障。”有了这个基础，未来房地产市场趋势就很清楚了，高端产品（高房价）——比如洋房别墅什么的，是调控目标，大概要跌一点，普通商品房（电梯楼、公寓）——即使扩大有效供给，肯定还要涨上去。保障房主要给最低端人群使用。 
最后还有一句话“促和谐，就是正确处理改革发展稳定关系，积极有效化解各种矛盾和风险隐患，促进社会和谐稳定”，好吧，目前还是存量不能动，稳定压倒一切。

好了，最新的中央经济政策基本就解读到这里，实际上只要大家认真学习前面的帖子，你也可以解读中央文件。预测经济发展趋势，其实不难。 
看了些回帖，深感中国开启民智乃第一要义。有些人的素质，好吧，假设我们现在开始推行普选制，中国有很大可能陷入乱得不可收拾的地步。民主，从来都是建立在民智基础上的。民智未开，专制在某种程度上反倒有利于维持社会稳定。 
兄弟写贴，也算小心翼翼，有些红线不能碰，隐含的深意大家自己去体会——给大家扫盲不容易，天涯这个平台更不容易。告诉大家一个小事，这几天大家讨论得热火朝天的背后，是天涯法制编辑一直在跟贴把握尺度，最大程度给大家创造一个可以畅所欲言的平台。这里，向这些默默工作的人致敬。 
闲话少说，正式开课。今天讲讲文盲们最关心的保护自己财富的问题。这个问题其实我本不打算讲——不讲的原因不是担心自己被骂这样托那样托。主要是，我更希望大家通过对前面帖子的学习，自己得出结论。比如，文盲们看了老师对昨天经济政策的解读有什么感觉？兄弟解读完后的感觉是——靠，政治局同志们是不是开会前先学习了我的帖子啊，怎么整篇政策好象都是在为我前面帖子做背书啊。哈哈。 
把握了基本脉络，预测经济发展趋势大的走向并不难。（文盲们就不要老是拿一些最基础的问题反复提问了，比如，最近人民币跌了很多啊，为什么？答案自己去前面帖子找！） 
那么，2012年开始怎么保卫我们的财富？ 
先谈个简单版的。
首先你应该考虑购买资产，在任何通胀时代，资产都是保值增值的最好选择，而且本轮宏观调控后，中国的房地产应该还有一波上涨的空间。当然，购买资产也有一些技巧。所谓的房地产是房子与地产的综合体，房子本身是不保值的（商品都要折旧），增值的是土地。所以，购买资产最好是成熟黄金地段的资产——10年地产历史证明，黄金地段的资产即使是在最不景气的时期也有很强的抗跌能力，而地产市场一旦回暖，这些地段的资产又是增值最快的，另外，就是，如果买住宅，最好不超过80平米（变现能力最强），商铺，最好是独立商铺。 
嗯，还得提醒一下，买了资产并不是就可以高枕无忧了。中国房地产应该有破灭的一天，那时，执有资产就很惨了，所以，在执有一段时间后一定要在个合适的时间抛出去。好消息是这个时间还很长，至少要好几年，坏消息是这个时间节点不好把握，也许是7、8年，也许是10年后，兄弟现在也不好判断。 
按照鸡蛋不能放在一个篮子里的原理，你购买资产后还应该分配一定的财富去购买外币。投机性强的可以考虑美元，虽然美元是一个长期贬值的趋势，但是，未来一定会有美元阻击人民币的节点，这个节点你如果执有美元，翻手就可以获得10倍以上的收益，不过等待这个节点的过程中（嗯，这个过程一定会很漫长）一般人的神经可能也受不了。好吧，最安全的是购买澳元与加元。这两种货币背后不仅有开明的政体与良好的经济基础，更重要的是它们都有强劲的资源支撑——澳洲有全世界最大最好的铁矿，加拿大是美国第一大石油进口国。这就让2种货币在未来能一直保持坚挺。买不了怎么办？那就去境外——庐山不能上就上井冈山，大陆不能买就去香港。
最后，你是不是该给自己老婆买点礼物了？嗯，黄金最好，项链有了可以买金条嘛——我想，女人喜欢的是黄金，而不一定在乎它的款式。 
如果你现在还是一穷二白。也没关系。想想我说个那个保姆的故事，一个农村来城市的妇女，她的基础难道比你现在更好？她为什么能在6、7年内赚到上百万的身家？其一，认准一个理（恰好是真理），其二，心思单纯，基本没受外界干扰（这可能恰好是我们大多数人做不到的）。 
如果你想向这位可敬的保姆学习，好吧，你是否能静下心来，认真学习我的帖子——至少10遍，在土改与汇改中，不论是企业还是个人，你都会发现其中孕育着数不清的巨大机遇。如果你学习了10遍，还是没发现自己有什么机会，好吧，那可能是你生活阅历以及工作阅历都还不够。我就要劝你，先踏踏实实工作吧。别指望一步登天——这种故事在生活中确实有，我身边的朋友就有这么一个，3年前还是打工仔，白手起家通过资本运作现在已经是2个亿的身家了，但是，这靠的是别人丰富的社会阅历与知识积累，再加一点运气加一点胆识，才能成功的。 
嗯，如果你能把握，土改与汇改中的某个机会。好了，我该恭喜你，你已经不仅仅是在保护财富了，你已经能参与财富分配的过程了。 
把握趋势，才能决定未来。 
在中国最后一轮财富盛宴中我们扮演什么样的角色，将决定我们未来几十年的命运。

PS：纠正文盲们一个根深蒂固的错误观念。把握机会并不是一定要你自己具有多少资金！如果你有项目，有一个可行的操纵的思路，这个思路下有巨大的赢利空间——好吧，就算你没钱，你也一定可以找到投资者——抱着钱到处找项目的民间资金多了去了，有项目，你就是老大。 
今天看到某个网友回贴，很欣慰，他应该是认真学习帖子也是认真思考了的。嗯，他基本读懂了帖子里的潜台词或者隐含的深意。顶这位网友（是一串英文名） 
到了这个帖子该结束的时候了。回顾短短一周的时间，真是感慨良多。国内文盲多这不可怕——天朝教育体制注定是生产一批缺乏独立思考能力的人。20年的时间，我们的老师无数次用所谓的标准答案来禁锢我们的思维，导致我们的思维是单一性的按照某种诱导达到特定的目标。最可怕的是，很多文盲不仅仅缺乏独立思考的能力，甚至还顽固的拒绝接受任何自己想不到或者情感上不愿接受的事物——归结到一句话，就是文盲特别是深度文盲只想听自己想听的东西，除此之外他们就会怀疑，会漫骂，不客气的说，这种人别看平时愤世疾俗，一幅愤青的摸样，实际上这群人恰好是专制统治者最喜欢或者说最容易操纵的人群。他们容易鼓惑，大多数人也没有什么立场与底线，只要扔块骨头，他们摇身一变很容易就了权贵们的打手。在社会动乱期间，这个人群给这个社会造成的伤害往往也是最大的。
我的帖子一开始好评如潮，为什么到后半段引来了这么多漫骂？（正常的质疑与讨论不在此列），不是因为我水平高，而是前半段是文盲们想听的（中国经济有很大的问题），后半段是他们不想听的。他们恨不得我立马得出结论——中国经济不行了，中国经济要崩溃了，当我指出还有另一种可能性，中国经济很可能还有个黄金10年，或者说，管理层还有一种只做增量的智慧时，这就捅了马蜂窝，质疑、谩骂满天飞。 
中国问题是有很多：分配不公、腐败严重、官员道德沦丧——但，由此就否定台上的一切举措，别人都傻，老子天下第一——只能说，这样的文盲已经无知到不可救药的地步。 
想想为什么现在市面上为什么那么多狗屁专家胡说八道可以掌声一片，红极一时？因为这些专家知道很多文盲想听什么，所以他们就可以不顾基本的事实大放厥词——比如什么牛刀什么谢国忠，10多年了，年年说房价到了拐点，年年说房价要降30%50%，他们何尝说对过一次？为什么现在还能批着专家名人的外衣到处招摇撞骗？他们生存的土壤在那里？还不是这些只想听只愿听自己想听的东西的深度文盲捧红了这些所谓的专家，或者捧红了这些所谓的名人经济学家。 
这就是有中国特色的悲哀。 
我指出中国经济还有个黄金10年是有严谨的依据的。 
第一， 我们还可以享受近10年的人口红利。 
第二， 就是我们的产业升级。产业升级有2个选项。其一是技术升级，文盲们讨论这个比较多。但是，我必须指出的是，如果分配体系没有大的变革，没有大规模减税，中国制造业实现技术升级是非常渺茫的。管理层也很清楚这个事实，所以，我们管理层弄的产业升级重点是第二个选项，产业的结构性升级。何为结构性升级？我们知道，中国的经济发展非常不平衡，东西部产业规模、技术能力差距都非常大。这就为结构升级提供了一个机遇——只要我们在中西部不发达地区把东部产业发展过程再复制一遍，一样可以给中国经济带来新的增长动力！为什么我们要大规模做西部大开发？甚至涛哥表态“竭尽全国之力实现西部大发展”。为什么我们要扩权强县，要把产业向不发达的落后的西部中小城市转移？道理就在这个产业的结构性升级上。这个问题展开是篇大文章，这里就不展开了。 
第三， 是我们的制度红利。我曾经说过，在中国的体制下，管理层的政策选项比西方的小政府大得多。如果我们在政治体制改革上能有所突破，我们的经济发展能享受的政策红利将是非常惊人的。去年国务院出了个国36条，大致意思就是垄断产业领域向民间开放。这可不仅仅是个经济层面的政策，乐观的说，这可能是撕开权贵资本控制中国经济的一个突破口，甚至有可能是政治体制改革的一个契机，当然，悲观的说，这也可能只是一个无用的条文——关键看新的管理层能走到那一步了。嗯，最近强哥表态也在谈这个，就有点意思了。 
第四， 就是我们的土改。我可以负责的说，土改不是做不做的问题，是肯定要做（这个高层已经达成共识）。对中国未来几十年影响最大的只能是这个土改，绝对是惊天动地的土改。 
这些是宏观层面的东西，如果是微观层面，对我们老百姓切身利益方面真相可以谈的还有很多，比如，我们人生的3大陷阱：股市、社保与保险。特别是社保展开了，绝对是让人冰冷的真相。这里，只有直接给个结论了——真爱生活，远离社保。明天兄弟要出差了，这帖就只好匆匆结束了。在这里，感谢一直支持这个帖子的网友，没有你们的支持，很难相信一开始我还多少带着玩玩态度的人，可以写这么多。 
对于谩骂我5毛、楼托，怀疑我别有用心的，一律无视，借用一句很牛比的话——老子一生行事，何需向尔等解说！ 
最后，送大家一首诗，一首我非常喜欢的诗，与众文盲共勉

我不是

我不是驯良的温鸽， 
怎忍心你的抚摸？ 
我的泣血的杜鹃， 
教你在血光中思索。

我不是妩媚的花朵， 
怎甘心你的攀折？ 
我是山野的刺枣， 
教你在贫瘠中育果！

我不是吉他的轻乐， 
怎陪伴你的欢乐？ 
我是深冬的暴雷， 
摇醒你沉睡的生活！

假如你不是浅薄， 
就会在痛苦中寻我， 
我愿在误解的重轨下 
耐心的把你等着……

你所不知道的冰冷的经济真相——完。
