只有一种方式是真正地在阅读。没有任何外力的帮助，你就是要读这本书。你什么都没有，只凭着
内心的力量，玩味着眼前的字句，慢慢地提升自己，从只有模糊的概念到更清楚地理解为止。

是一个凭借着头脑运作，除了玩味读物中的
一些字句之外，不假任何外助，以一己之力来提升自我的过程。

获得资讯	记得住
提升理解力	解释得了

指导型的学习 ----辅助型的自我发现型学习------读书
自我发现型的学习
个作品应该有整体感，清楚明白，前后连贯。
传达知识的书，与文学作品、戏剧、小说之间，有很大的差异。
任何书籍都有其诞生的背景，了解背景能帮助理解内容
读者是要“发现”书中隐藏着的骨架。而作者则是以制造骨架为开始，但却想办法把骨架“隐藏”起来。他的目的是，用艺术的手法将骨架隐藏起来，或是说，在骨架上添加血肉。
如果他是个好作者，就不会将一个发育不良的骨架埋藏在一堆肥肉里，同样的，也不会瘦得皮包骨，让人一眼就看穿。如果血肉匀称，也没有松弛的赘肉，那就可以看到关节，可以从身体各个部位的活动中看出其中透露的言语


#关于一本书，你一定要提出四个主要的问题。 
   (1)整体来说，这本书到底在谈些什么？你一定要想办法找出这本书的主题，作者如何依次发展这个主题，如何逐步从核心主题分解出从属的关键议题来。 
   (2)作者细部说了什么，怎么说的？你一定要想办法找出主要的想法、声明与论点。这些组合成作者想要传达的特殊讯息。 
   (3)这本书说得有道理吗？是全部有道理，还是部分有道理？除非你能回答前两个问题，否则你没法回答这个问题。在你判断这本书是否有道理之前，你必须先了解整本书在说些什么才行。然而，等你了解了一本书，如果你又读得很认真的话，你会觉得有责任为这本书做个自己的判断。光是知道作者的想法是不够的。 
   (4)这本书跟你有什么关系？如果这本书给了你一些资讯，你一定要问问这些资讯有什么意义。为什么这位作者会认为知道这件事很重要？你真的有必要去了解吗？如果这本书不只提供了资讯，还启发了你，就更有必要找出其他相关的、更深的含意或建议，以获得更多的启示。 
   



#简短的问题公式：
某件事存在吗？是什么样的事？发生的原因是什么？或是在什么样的情况下存在？或为什么会有这件事
的存在？这件事的目的是什么？造成的影响是什么？特性及特征是、什么？与其他类似事件，或不相同
事件的关联是什么？这件事是如何进行的？
以上这些都是理论性的问题。有哪些结果可以选择？应该采
取什么样的手段才能获得某种结果？要达到某个目的，应该采取哪些行动？以什么顺序？在这些条件下，
什么事是对的，或怎样才会更好，而不是更糟？在什么样的条件下，这样做会比那样做好一些？以上这
些都是实用的问题。 

#分析阅读的三阶段 
分析阅读的第一阶段，或，找出一本书在谈些什么的四个规则： 
   (1)依照书本的种类与主题作分类。 
   (2)用最简短的句子说出整本书在谈些什么。 
   (3)按照顺序与关系，列出全书的重要部分。将全书的纲要拟出来之后，再将各个部分的纲要也一一列出。 
   (4)找出作者在问的问题，或作者想要解决的问题。 

分析阅读的第二个阶段，或找出一本书到底在说什么的规则（诠释一本书的内容）： 
   (5)诠释作者使用的关键字，与作者达成共识。 
   (6)从最重要的句子中抓出作者的重要主旨。 
   (7)找出作者的论述，重新架构这些论述的前因后果，以明白作者的主张。 
   (8)确定作者已经解决了哪些问题，还有哪些是未解决的。在未解决的问题中，确定哪些是作者认为自己无法解决的问题。 

分析阅读的第三阶段：像是沟通知识一样地评论一本书的规则 
   (9)除非你已经完成大纲架构，也能诠释整本书了，否则不要轻易批评。（在你说出：“我读懂了！ ”之前，不要说你同意、不同意或暂缓评论。） 
   (10)不要争强好胜，非辩到底不可。 
   (11)在说出评论之前，你要能证明自己区别得出真正的知识与个人观点的不同。
   (12)证明作者的知识不足。 
   (13)证明作者的知识错误。 
   (14)证明作者不合逻辑。 
   (15）证明作者的分析与理由是不完整的。 


#实用性的书因此可分为两种类型：
1.编程书、驾驶指南，基本上都是在说明规则都是确切可行的。作者可能会用原理来说明这些规则的可信度，或是告诉你一些实例，证明这些规则是可行的。
2.阐述形成规则的原理。许多伟大的经济、政治、道德巨著就属于这一类。

一是真的有效
二是这样做能带引你到正确的结果，达到你的期望




#主题阅读精华摘要 
  一、观察研究范围：主题阅读的准备阶段 
   (1)针对你要研究的主题，设计一份试验性的书目。你可以参考图书馆目录、专家的建议与书中的书目索引。 
   (2)浏览这份书目上所有的书，确定哪些与你的主题相关，并就你的主题建立起清楚的概念。 
  二、主题阅读：阅读所有第一阶段收集到的书籍 
   (1)浏览所有在第一阶段被认定与你主题相关的书，找出最相关的章节。 
   (2)根据主题创造出一套中立的词汇，带引作者与你达成共识—无论作者是否实际用到这些词汇，所有的作者，或至少绝大部分的作者都可以用这套词汇来诠释。 
   (3)建立一个中立的主旨，列出一连串的问题—无论作者是否明白谈过这些问题，所有的作者，或者至少大多数的作者都要能解读为针对这些问题提供了他们的回答。 
   (4)界定主要及次要的议题。然后将作者针对各个问题的不同意见整理陈列在各个议题之旁。你要记住，各个作者之间或之中，不见得一定存在着某个议题。有时候，你需要针对一些不是作者主要关心范围的事情，把他的观点解读，才能建构出这种议题。 
   (5)分析这些讨论。这得把问题和议题按顺序排列，以求突显主题。比较有共通性的议题，要放在比较没有共通性的议题之前。各个议题之间的关系也要清楚地界定出来。注意：理想上，要一直保持对话式的疏离与客观。要做到这一点，每当你要解读某个作家对一个议题的观点时，必须从他自己的文章中引一段话来并列。 
 
#经典书籍 
  一本书怎么会跟你一起成长呢？当然这是不可能的。一本书只要写完出版了，就不会改变了。只是
你到这时才会开始明白，你最初阅读这本书的时候，这本书的层次就远超过你，现在你重读时仍然超过
你，未来很可能也一直超过你。因为这是一本真正的好书—我们可说是伟大的书—所以可以适应不同层
次的需要。你先前读过的时候感到心智上的成长，并不是虚假的。那本书的确提升了你。但是现在，就
算你已经变得更有智慧也更有知识，这样的书还是能提升你，而且直到你生命的尽头。 
