《你的灯还亮着吗？》------解决问题的方法论
"问题其实就是你的期望和你的感受之间的差别，而且不管看上去如何，人们很少知道他们要什么……直到……你给了他们所需要的东西" ----唐纳德·高斯

1.动手去解决问题之前，好好想想问题的来源；
2.如何站在各个角度来看待面临的问题，以能够知道其真正所在；如何去尝试那个最能解决真正问题的方法， 并且时刻保持警惕心； 
3.为什么不要把人们的解决方法误认为是问题的定义，更不要把某个问题的解决方法误认为是问题的定义，特别是这个解决方法是你自己所使用的；
4.永远都不要肯定自己已经有了一个正确的定义，即使是在问题好像已经解决之后，但是永远不要放弃寻求它的努力。 
5.每一种解决方法都会带来新的问题；
6.问题最难以处理的部分恰恰是去意识到它们的存在；
7.在理解问题之前，至少要做好准备接受三种可能的出错情况；
8.或许还可以改变问题的表述来获得不同的解决方法；
9.当你沉迷于寻找问题定义和解决方法时，不要忘记随时都回头看看，看看自己是不是已经迷路了…… 
10.如果这是他们的麻烦，就让它成为他们的麻烦。 当别人能够很好地解决自己问题的时候，千万不要越俎代庖；
11.如果某人能够解决这个问题，但是他本人却并不会遇到这一问题时，那么你首先要做的就是让他也感受到这一问题；
12.不管看上去如何，人们很少知道他们要什么，直到你给了他们所需要的东西；
13.甚至，事实上，并没有多少人真的希望他们的问题被解决。  
14.幻觉中的问题是真正的问题。 
15.对于那些没有幽默感的人,帮他们解决问题简直就是自寻烦恼。 
16.如果在你对问题的理解中，你想不出至少 3样可能出错的东西，那么你并没有真正的理解这个问题。 
17.不相称的解决方法就是那种给要和使用这种解决办法的人们带来不协调的后果的解决方法。
18.不要轻易下结论，但是也不要忽视你的第一印象。 
19.一旦你用文字来表述一个问题，请仔细推敲这些文字以使这种表述在每个人的头脑中都是一个意思。 
20.不要把他们的解决方法误认为是问题的定义 
21.如果你太轻易地解决了他们的问题，他们永远都不会相信你真的解决了他们的问题。 
22.道德考虑遇到有利可图的问题时往往很快就烟消云散了。 
23.您的灯亮着么？一个小小的提醒可能比你那些复杂的解决方法都更有效。 
24.对自己要真诚，在你靠近一个解决方案、甚至一个定义之前，你必须考虑道德的问题，然后再开始降低你的敏感度。
这种考虑永远都不会是浪费你的时间，因为解决问题永远都不会是一个道德上中立的行为――不管它是多么的吸引它的从业者们。 

{
遇到问题（Issue.时，我们应该问一下以下几个问题（Question.：
动手之前，先好好想想问题的来源：
1.问题是什么？
——问题就是你期望的东西和你体验的东西之间的差距
——降低期望值也许问题就解决了
——要先给问题下定义；
——不同的Stakeholder对问题有不同的陈述。——要确定谁是顾客——就是说，你是在帮助解决谁的问题？
——对于那些没有幽默感（缺乏想像力.的人，帮他们解决问题简直就是自寻烦恼

2.这个问题是什么？
——不要把（客户自己.对问题的解决方法误认为是问题的定义
——不要把问题的解决方法误认为是问题的定义――特别是在你使用自己的解决方法时
——如果你太轻易地解决了他们的问题，他们永远都不会相信你真的解决了他们的问题。
——你永远都不能肯定你已经有了一个正确的定义，即使在问题已经解决之后。
——不要过早地下结论，但是也不要忽略你的第一印象
——你永远也不能肯定你有了一个正确的定义，但是永远不要放弃寻求它的努力

3.真正的问题是什么？
——每种解决方法都会带来新的问题
——问题最难以处理的部分恰恰是去意识到它们的存在。很多问题都是由于对"不合适(unfit."的忽视。所以，要站在不熟悉者的使用者的角度去感受潜在的问题（如：试着从外国人、盲人、孩子的角度去体验，就会发现很多的unfit.。——如果在你对问题的理解中，你想不出至少 3 样可能出错的东西，那么你并没有真正的理解这个问题。
——每一种新的观点都会带来新的unfit。
——或许还可以改变问题的表述来获得不同的解决方法；——这也提醒我们，要注意问题的表述：我们对问题的表述是否在每个人的头脑中都是一个意思？
——最后、当你沉迷于寻找问题（定义和解决方法.时，不要忘记随时都回头看看，看看自己是不是已经迷路了⋯⋯

4.这是谁的问题？（谁要负责解决？.
——当别人有能力解决自己的问题的时候，千万不要越俎代庖
——麻烦与谁相关，谁就要负责（参与.解决，所以：要定义好"这是谁的麻烦？"
——如果某人能够解决这个问题，但是他本人却并不会遇到这一问题时，那么你首先要做的就是让他也感受到这一问题——让他也成为问题的"受害者"。
——一个小小的提醒可能比你那些复杂的解决方法都更有效（建筑师、工程师和其他设计者的职业道德中有这样一条：他们必须做好所有的事情（解决方案.，事实上～.
——试试换过来指责你自己――问题就消失了

5.问题是从哪里来的？
——也许"我"就是导致问题的根源？或许改变"我"的态度和行为就是解决问题的方法。（我们常常把问题归咎于天性，这样就可以逃避责任，不用努力去解决问题。.
——问题的最终根源也许根本就不存在——根本就是没事找事——解决办法就是远离这些人和事（"在这个世界上有两种人，一种人做事，另一种人给别人找事做。离第二种人远一点，这样你就会很顺利。".。
——谁出的题？他想对我做什么？——要从思维定势中解脱出来，也许问题本身只是浪费时间，要找出他的意图并满足他就好了。

6.我们真的想解决问题吗？——事实上，并没有多少人真的希望他们的问题被解决
——人们很少知道他们要什么，直到你给了他们所需要的东西，他们才知道其实这并不是他们所要的；
——我们致力于解决的问题是否有价值？如果一件事情不值得做，就不值得做好。
——仓促解决问题会带来灾难——我们总是仓促地解决问题，又不得不花时间重新来过（如果没有机会重来，则是花更多的时间来后悔.。
——要警惕解决问题带来的"副作用"，每一种解决方法都会带来新的问题，甚至灾难。而当沉浸在问题当中的时候，解决者就会冒着忽视其他重要因素的风险。尤其是那些被我们忽略的环境中恒久不变的东西——鱼总是最后一个看到水的。

}
