精进-采铜
	简介
		采铜：崔翔宇 浙大心理学博士 曾就职于我司，知乎大神，被誉为 知乎社区中最具“知乎精神“，最符合社区理想与追求的楷模
		简介：提供时间、选择、行动、学习、思维、才能、成功七个方面的精进路径，只要依据书中的方法反复磨炼，便可以日益精进，成为一个很厉害的人，
找到实现自我的成功之道
	对待时间的态度
		郑重
			人应清楚地、自觉地尽力于当下生活
			恪守本心而知事情轻重缓急，因尽全力无保留而使其事竟成、光阴未虚度
		六种时间视角
			过去视角
				积极过去视角
					关注美好时光与记忆，常怀感恩之心
				消极过去视角
					回忆曾经的负面经历，沉浸过去的痛苦、失败和悔恨中
			现在视角
				享乐主义视角
					享受当下，推崇及时行乐，不太在意过去和未来
				宿命论视角
					一切皆为命中注定，自己只能顺从命运安排，对现在发生的事无能为力
			未来视角
				未来目标导向视角
					愿放下当下的享乐，高效利用时间以达到未来的目标
				未来超验主义视角
					人死后的精神生命是最重要的
		两个时间悖论
			时间角度是影响我们平时做决策最主要的原因之一，但是我们通常没有意识到这个问题
			某具体时间观会呈现很多正面特征，但该观点过度影响生活，其负面影响会削弱正面作用
		未来规划
			近期未来
				更容易带入具体的情境，有一套详细的计划
				降低近期未来中“非期望行为”的便利性，主动增加障碍
					如看书时把微信静音等
			远期未来
				人们倾向于用抽象、概括的方式思考，更多的价值感和意义感
				需要把目标定得更加具体化，实施性更高
		收益半衰期理论
			合理利用时间有所取舍，时间花在高价值的事上
			高收益、长半衰期事件
				找到与你彼此相爱的终生伴侣
				与你尊敬的人进行一次意味深长的谈话
			高收益、低半衰期事件
				玩一晚上手机游戏
			低收益、长半衰期事件
				从零学习一门乐器
				读一本有点晦涩的经典著作
			低收益、低半衰期事件
				网上对骂
				漫无目的刷社交网络
			多做长半衰期事件
				积累可信的知识
				训练实践技能
				构建新的思维模式
				提升审美品格
				反思和总结个人经历
				保持和促进健康
				建立和维护相互信任的关系
				寻找和获得稀缺性资源
				……
		挖掘时间的深度
			深：当人们全神贯注某项活动时，不愿被打扰，忘记时间的流逝
			浅：看电视时，可以同时吃零食、玩手机、聊天
			快：高节奏的生活，精细化划分和利用时间，提升效率，解决时间不够用的问题
			慢：让时间慢下来，体会时间的深度，找到并保持一项长期的业余爱好
			生活张弛有度
				找一把公园长椅，坐下来，观察生活
				躺在吊床里看星星
				散步，漫无目的
				寂静中看一本书
				阳光中小睡片刻
				睡到自然醒
	如何更好的选择
		树立最高目标
			现象1：人通常采用“满意原则”，而不是“最优原则”
			现象2：成熟的人会遵循自己内心的标准，很多人却轻易为环境所左右
			四个层次的格局
				零度格局：盲众（看不见）
					无目标，思考模式随大流
					眼界来自流行文化和身边人的讨论
					无稳定信念，容易被诱导和说服，经常觉得被“毁三观”
				一度格局：逐利者（见自己）
					利己主义，追寻自身利益最大化
					掌握逐利相关知识和技能
					笃信丛林法则
				二度格局：理念人（见天地）
					为理念而生，追求真理
					知识领域广创造性强
				三度格局：至善之人（见众生）
					以人类福祉为自己最高目标
					兼具理念人的特性，多他人苦难有很强的同理心
		发现更多的可能：影响选择的隐含假设与破解思路
			4种隐含假设
				赛道假设
					人生是竞赛，非胜即败，容易陷入对失败的恐惧
				低关联假设
					轻视人生经历之间的关联，不做看不到即时收益的事
				僵固型心智
					认为天赋和能力已经固定，遇到挫折易轻易放弃
				零和博弈
					很少设想双赢局面，总想从别人夺取利益
			3种破解思路
				目标悬置
					压力过大时不妨将目标暂时放一放，休息下准备好再战
				能力嫁接
					反“隔行如隔山”，寻找不同能力的连结点，实施跨界
				特性改造
					尝试将工作与爱好改造
						工作太枯燥，尝试对工作流程重新思考，重新分配时间、新的工具等
						把“消费型爱好”改造为“生产型爱好”
		如何选择
			精细化思考：选择合适的工具，对不同选项进行深入分析和比较，最后得出结论
				金树人《生涯咨询与辅导》27想职业价值 与 8个维度
			矫正选择：人生是一个不断选择再选择的过程
		合理分解任务多线程工作
			定义：不是同一时间分心做几件事，而是一段时间内同时进行几项任务
			转换消耗：任务转换过程中存在转换消耗，造成效率下降的感知
			中断点控制
				不可容忍：深度投入时，避免干扰/打断
				可容忍：例行事务性工作可容忍中断
			认知复杂度
				头脑加工信息的方式不同，如处理图像是一种，计算数值判断逻辑又是一种
				分解任务按照工作涉及的不同认知复杂度分段操作
		即刻行动
			种一棵树最好的时间是十年前，其次是现在
			个人MVP（Minimum viable product）
				克服过度准备的习惯
				克服自我防卫的心态
					积极接受反馈，负面反馈作为信息而不是评价
				克服沉没成本的固执
					勇于自我修正
					不断重新审视，不断打磨，甚至推倒重来
		三行而后思
			通过不断的实践而获得隐形知识、复盘、反思 是成长的关键
			信息和工具
				利用了什么信息与工具，从何而来
				哪些是最关键的
				可能遗漏了什么，可以如何得到，应该如何改进（工具）
			预期和结果
				是否符合预期，why
				哪些指标应该改进，如何改进
			阻碍与优势
				进度是否正常，哪些因素导致了进度的快与慢
			缺憾与意义
				我的情绪如何，是否影响了结果，是否及时调整
				暴露了哪些必须改正的缺点
			反思三点注意
				及时反思，还原事件真实细节
				思考事件的“反应链”，开始发展转折结束背后的动因、阻力和关键节点
				注意发生的意外事件，思考是否存在偏见，克服思维惰性
	如何成为高段位学习者
		学会提问
			成为一名好的提问者，是成为好的学习者的第一步
			理想学习模式：
				吸收知识
				通过提问调用已有知识体系追寻答案
				积极多方面探索，建立新的知识体系
				打通新旧知识之间的通道
		解码信息
			它说了什么，给我什么感受
			它要传达什么？是真实的么？对我有何价值？
			它是如何构建起来的？效果是怎么实现的？
			解码入口
				不止要找寻结论，还要寻过程
				不止要做归纳，还要做延展
				不止要找相似，还要找不同
		深度学习
			难：于有字处见字而知其意义
			易：心知作者未言之意，于字里行间无字处见字来
		操练知识
			你掌握的知识并不取决于你记忆了多少知识，而取决于你能调用多少知识
			做中学：如同玩游戏，把知识当做技能在实操中掌握
			写作式操练
				如学英语：把英文经典翻译为中文，再把中文翻译为英文，对比差异
			游戏式操练
				在假象的情境中进行哲学、逻辑、伦理甚至科学思考
			设计式操练
				调用已有知识设计某一种解决方案解决某个特定问题
		知识融合
			操练知识中，让不同知识发生化学作用，是非常重要的思考方法
			知识融合三种方式
				迁移
					不同学科之间知识的迁移，掌握A，学习B，将A的经验用于B
				印证
					印证有助于探索规律，通过足够思考激活潜意识，让知识之间契合产生新的灵感
				互补
					寻找不同视角下的论述，将其整合后得到更全面的认识
	如何修炼思维
		信息的“断舍离”
			精选信息源
				好的信息源应该是有固定主题，对某个领域有高度专业的认知，并持续生产高质量的内容，不必求快，切勿人云亦云，有深度思考与求证的态度
			不追逐潮流
				主动疏远热门信息，现今网络上大部分所谓潮流均是营销的结果，半衰期极短；反而是潮流退后，可以看到不少有价值的信息
			重事实轻评论
				养成合理怀疑、主动求证的习惯，梳理掌握各种搜索工具，尽力了解事件全貌，让人更冷静看待各种观点
			定期闭关
				拒绝打扰，专注阅读与思考
		简化思维和表达之道
			删减
				去掉不必要的东西
			浓缩
				内容精炼
					6个单词的故事：Sorry soldier，shoes sold in pairs
			模式化
				找到事务、知识之间共通的模式并进行归纳
		运用潜意识
			创意思维生成的5步
				尽可能收集原始资料
				重复咀嚼原始资料，构思初始创意
				中止有意识的思考，启动潜意识思考
				随时准备迎接“灵光乍现”
				加以改造、完善，使之切实可用
				重要前提
			晨间笔记
				起床后不假思索的写三页纸，任何想法均可
			让随机发生
				混乱是秩序的另一种形式。通过混乱颠覆固有的、模式化的思维习惯，最终构建出新的秩序
		思维图形化
			图解思维原则：基于所思考内容本身，自行创造或设计预期相匹配的图形式样
			流程图
				
			结构图
				
		周密思考的工具
			难以周密思考的3个心理机制限制
				偏好特殊事例，而不是普遍数据
					可得性启发：通过实例呈现在脑中轻松程度来判断概率的过程
					如果在记忆中轻松获得某个事情的实例，那你会把这件事判断为大概率事件，而不是搜索论文/调查数据
				证实偏差
					人们倾向于寻找论据佐证原有看法，而不是推翻它
				思维盲区
					受知识和经验所限，存在思维盲区，属于未知的未知
					思维盲区
			常用的思维工具
				矩阵工具
					不同维度组合的直观化显示
					建立矩阵三个步骤
						抽象出尽可能完整的分解问题的维度
						对每一维度通过取反、细分等操作，找出尽可能多的表现值，构成维度矩阵
						在维度矩阵中不同维度表现值间建立各种组合
				清单工具(Checklist)
		才能
			四种才能观
				特有-恒定
					智商恒定，天才少有，在企业HR管理中颇为常见，对个人影响较大
				普遍-恒定
					人需要主动发现自己的优势所在，扬长避短，自信
				普遍-发展
					僵固型心智 VS 成长型心智
					成长型心智相信自己变得更好不断努力就会真的更好
				特有-发展
					如学校里的尖子班、火箭班
			人与人之间禀赋差异是客观存在的，但差异程度并不如一般人想象的大
			要克服对前途的迷茫焦虑，要把手上不多的资源集中起来，务必认真的专注的做好一件事
			投入与收入曲线
				成功的路上不拥挤
					1.不懂感恩消失一批 
					2.不能担责掉队一批 
					3.心态不好病倒一批 
					4.没有主见迷失一批 
					5.亲人打击消沉一批 
					6.朋友质疑退缩一批 
					7.自乱阵脚阵亡一批 
					8.进取不足淘汰一批 
					9.自以为是搞废一批
		挑战与坚持
			锻炼大脑与锻炼肌肉一样：要主动给自己增加难度，是非常必要的提升学习效果的手段
			让自己收获的满足感超过所有付出，即用兴趣和激情驱动自己继续做下去
			无兴趣、浅尝辄止的解决方法
				放弃对兴趣的执念
					兴趣并非固定的，而是流动的，努力试试再做结论
				提升浸润的深度
					全身心投入，用温暖的情感去体验和激发兴趣
				增加互动的乐趣
		走出象牙塔
			从学习者转变为探索者
				除了掌握老师教的知识，也主动拓展知识的边界
				除了在一个学科中努力钻研，也要广泛涉猎新的知识和思想，形成自己新的理解
			大学期间
				善用学校的平台资源：包括图书馆、优秀的老师和同学
				善用互联网优质教育资源：包括世界名校的在线课堂、三大在线课程学院（Courser Udacity和edx）
				主动试错
				了解自己，评估自己的价值
					管理好自己的知识资产，调配好学习实用性高和思想性高知识的时间
				创造属于自己的作品
			毕业后
				正确认识问题，基于深入而缜密的观察，对问题重定义
				完全独立思考，先不借助书籍或网络
				继续独立思考，寻找和筛选关联知识，迅速学习新知识
				提出假设性的理论和模型，把问题简化到本质层面，通过验证假设来提升思考的深度
				修正理论，不断debug，让理论迭代
				关注现实细节，通盘考虑，得到较完备的解决方案
				如果方案不够巧妙，重复以上步骤
			在现实世界中思考理论问题，在理论世界中思考现实问题，建立理论和现实间的连接。
	让自己与众不同，并重新发现事务的价值
		抗拒自己的欲望，或者延迟满足欲望
		质疑貌似最可信的言论，不盲从任何人
		屏蔽流行信息，或者只在固定的时段接收信息
		思考最不可能的事，为其发展出可能性
		保留和发展自己的“怪癖”，并将其发展为自己的竞争力
		为小的事务狂热，并在小事务中发现大世界
		开展思想实验和行动实验，让思想和行到相互激发





关于时间{
从“平衡时间观”和“延伸的当下感”这些观点出发，林德沃提出了更好地对待时间的十条建议与阐释：
1.生活在当下 —— 不瞻前顾后，不左顾右盼，不患得患失；
2.严肃地对待时间 —— 审慎、郑重地思考时间对我们的价值并用好它；
3.留意自己拥有的空间并享受它 —— 找到自己的“独享时刻”，不要疲于奔命；
4.反思自己和其他人的时间视角 —— 认识到自己和他人时间视角的异同，换位思考；
5.从现在出发联结过去 —— 过去并没有远去，它对今天仍具有意义；
6.并不完全沉浸于过去 —— 比过去更重要的是现在；
7.制订实现目标的计划 —— 未来视角让我们的行动更加有序；
8.平衡计划和非计划时间 —— 由于随机性和不可预见因素的影响，我们的生活并不能完全被计划，平衡计划和非计划就是在未来视角和现在视角之间找到平衡点；
9.视未来存在于当下 —— 未来并非遥不可及，它就出现在即将到来的每一分每一秒；
10.对未来保持积极的态度 —— 既然未来难以预测，那么以积极的心态面对它能让我们在当下更有行动力。


现代社会的快节奏、碎片化和功利性等特点，使得现代人很容易陷入“两个无能”之中，一是“选择无能”，二是“执行无能”：
选择无能：就是指我们很难判断两个事情哪个更重要，比如两本书看哪一本，两个证书去考哪一个。于是就成了布吕丹的驴子，在犹豫不决中寸步难行。
执行无能：就是指我明知道这个事情很重要，但就是不去做。对广大“拖延症患者”来说，往往一个事情看上去越重要，内心的恐惧感就越大，就越容易拖，最后一事无成。
尽量少做“短半衰期”的事情。
这个法则暗含着两层含义：
1.收益值的高低无关紧要，只要不是短半衰期的事情，只要这个收益可以被累加，就尽管去做。
2. 不要只盯着那些“高大上”的事情。一些不重要、不紧急的事情，只要对你有长期的益处，仍旧可以去做。

我们为什么要多读经典？
简单地说，经典的价值，就在于你总是会从中找到新的东西，所以经典是怎么读都读不尽的。为什么经典作品会有如此魅力呢？按照我的理解，一部经典作品必然包含了某种接近“事物本质”的东西，也就是某种根源性的东西，所以世间千殊百异的人、事、物，最后都可能和这个根源性的东西发生共振。因此一部经典作品，就像一道特殊的光源，不同时代的读者去赏析它时，都会被这道光源照见内心中不曾被照亮的部分，即便是同一个人，在不同的人生阶段去读它，也会因为想法和境遇的改变而被照亮内心中不同的地方。

从原本追求“即时兴奋”的信息模式切换到追求“长久受益”的信息模式，就不难把那些“噪音”辨析出来，并且过滤掉。

事业与生活的秘诀，无外乎就是处理好时间的“快”与“慢”、“深”与“浅”的关系。
SUMMARY精彩提炼
1.用平衡观点看待过去、现在和未来，用郑重的态度过好当下的生活，并联结起过去和未来。
2.明确工作和生活的界限，用未来视角工作，用享乐主义视角生活。
3.使用“时间之尺”，审视事件的长期价值，尽可能删减非必要事件。
4.让“远期未来”更加具体，为“近期未来”增加挑战。
5.把握好做事的节奏，区分“求快”的事件和“求慢”的事件。
6.提升时间使用的“深度”，减少被动式休闲的比例，保持至少一项长期的业余爱好。
}

关于选择{
金树人老师在《生涯咨询与辅导》一书中列出的“职业价值”，可以让我们考虑工作问题时更加全面：
1.冒险：工作充满挑战，需要冒险
2.权威：在工作上运用自己的职位控制别人
3.竞争：工作中必须经常与人竞争
4.创造性与自我表达：在工作中经常能运用想象力，做自己想做的事，说自己想说的话
5.弹性时间：可以自行决定工作的时间
6.助人：能够对别人的困难提供直接的帮助
7.收入：工作能够赚大钱
8.独立：自己有充分的自主权，决定要做什么和怎样做
9.影响他人：工作上能影响他人的意见或决定
10.智性刺激：工作本身需要相当程度的思考与推理
11.领导：在工作中能够指导、管理、监督他人
12.户外工作：工作的地点在户外
13.说服：工作的性质是说服他人行事
14.劳动：工作需要用到许多体力劳动
15.声望：工作能使自己在别人面前、在邻里之中有地位、有尊严
16.公共关注：工作能使自己很快地得到别人的注意
17.公共接触：工作需要经常与公众接触
18.认可：工作有利于自己变成公众人物
19.研究：工作上能发现新的东西然后应用它
20.例行性：工作有着固定的流程，不必经常改变
21.季节性：只在每一年的固定时段才工作
22.旅行：工作需要经常旅行
23.变异性：工作的职责经常更改
24.照顾小孩：工作的对象是孩童
25.手部操作：工作中大部分需要用到手部的动作
26.机械操作：工作中大部分需要运用到机械等设备的操作
27.数字运算：工作中大部分需要运用到统计学或数学
此外，我还认为以下几个方面也需要加以考虑：
1.培训指导：有优秀的导师或主管进行一对一指导或可参加有体系的培训
2.工作强度：工作需要经常性地加班，工作节奏快
3.团队氛围：和谐、富有生产力的团队氛围
4.考评制度：有公正、透明、合理的绩效考评制度
5.晋升空间：公司为员工提供合理的职业上升通道
6.工作环境：公司为员工提供舒适、环保、健康的工作环境
7.食物：员工在上班期间能获得营养、健康、美味的食物
8.艺术性：工作内容与艺术审美相关，以顺带获得审美愉悦


婚恋拇指法则——“生理上有冲动，精神上受鼓舞，沟通上很流畅”

一件看上去繁难的事，只要开始做了，就会变得越来越容易。
我们内心的懒惰、恐惧和侥幸附带各种各样的借口，在本该有的行动之前树起了重重无形的阻碍。这些心理上的阻碍往往超过了这些行动本身的难度。

“精益创业”（Lean Startup）是当前互联网创业最流行的方法之一。“精益创业”中有个关键概念叫 “最小化可行产品”（minimum viable product，MVP），它指的是可以使用最少资源、被最快制作出来的、可执行基本功能的、能被用户使用的试验性产品，创业者应该尽快把最小化可行产品发布出去，然后根据用户使用它的反馈来进行优化，这一过程称为“构建—测量—学习”（Build-Measure-Learn）的循环。

培养前瞻性思维和总结性思维
}

反思{
在做完一件事后，我们应该怎么反思呢？我觉得至少可以从下面这几个方面来进行：
1.信息
在做这件事时我利用了哪些信息？其中哪些信息是最关键的？
这些信息是从哪些渠道中得来的？哪些渠道被证明是很有价值的？
我可能遗漏了哪些信息？这些信息可以怎么得到？
2.预期
在做事之前，是否对事情的过程和结果形成了正确的预期？
我为什么会形成这样的预期？是什么造成了预期和事实之间的偏差？
我的预期是否促进或者阻碍了事情的进程？今后应该如何管理自己的预期？
3.结果
怎样描述这件事的结果？怎样评价这件事的结果？
在描述和评价这件事的结果时我用了哪些指标？这些指标是否需要改进？
结果需要哪些改进？如何改进？
4.进度
事件的进度合适吗，是太快了还是太慢了？是什么因素导致了这样的结果？
当进度出现问题时使用了哪些手段进行干预？效果如何？为什么效果理想或者不理想？
5.工具
在完成这件事情的过程中，我使用了哪些工具？
哪些工具起到了重要的促进作用？哪些工具起到了阻碍作用？
如何改进现有的工具使其发挥更好的功效？
6.情绪
在做事的过程中我的情绪状态是什么样的？是否出现过情绪失控的情况？是什么引发的？
我是否有意识地调整自己的情绪？在这期间使用了什么方法？是否需要改进？
7.阻碍
在做事的过程中我遇到了哪些阻碍？其中最重大的阻碍是什么？
我是如何应对这些阻碍的？取得了什么效果？
这些阻碍中哪些会长期存在？我需要通过什么持续的努力来减少这些阻碍？
8.优势
在做事的过程中，我发挥了什么样的优势？是否有什么优势还没有利用和发挥的？
在做事的过程中，我的主要收获有哪些？我的哪些知识和能力得到了提升？
我可以向做同类事情的其他人学习什么？他们有哪些优势是我不具备的？
9.缺憾
在做事的过程中，我的遗憾有哪些？最大的遗憾是什么？是什么原因造成了这个遗憾？
在做事的过程中，我暴露了哪些缺点？其中哪些缺点是必须且迫切需要改正的？
关于这件事，别人对我有什么批评和评价？他们的批评有哪些可取之处？
10.意义
这件事对我来说最大的意义是什么？对我的短期生活和长期生活分别有什么影响？
这件事对周围人、对社会、对整个世界和对地球的意义分别是什么？
我发现了哪些意想不到的意义？

及时反思，梳理反应链与意外现象
除了上面的这些问题示范之外，在行动中反思，最好还要注意三个关键点：

1.保证及时性
反思一定要及时。“及时”的意思是，在做完一件事之后几分钟内就开始反思，因为这个时候你的记忆中保存了大量事件相关的细节，你记忆中的遗忘和扭曲是最少的，于是你的反思就会忠实于事情的原貌。而这种反思并不需要什么“正式”的程序，低下头想一想就可以了，哪怕这个过程只有半分钟，也比你不反思要好很多。当然最好是能把反思的主要结论写在纸上，以便查阅。

2.梳理“反应链”
阅读一本书时，我们能看出这本书的脉络是什么样的，那么反思一件现实发生的事情时，我们也应看到这件事它是如何开始、如何发展、如何转折、如何结束的，它背后的动因、阻力以及关键节点是什么，这些相关的因素又是如何串联起一条完整的“反应链”的。梳理“反应链”有助于我们理解事件以及事件背后的运行机制，在今后的同类事件中，我们就可以更好地掌控事情发展的进程。

3.关注意外现象
在行动中，免不了出现意想不到的结果或者现象，有时候这些结果超出了我们的期望，有时候让我们大失所望，有时候把我们惊得目瞪口呆。意外结果也许并非本身有多特别，而是在于它落在我们原有的认知之外。因此关注意外事件就是打开我们认知局限性的方法。从青霉素的发现到便利贴的发明，都源于行动者对意外结果的额外关注。但由于普遍存在的“证实偏见”，人们更喜欢符合期望的结果，而把意外的效应置之不理，或者简单地归结为随机性。因此，在反思时，我们应刻意保持对意外现象的敏感，克服原有的思维惰性，通过理解意外来拓展认知和行动的边界。
}

学习步骤{
1.主动建构知识
从教育学和心理学的专业视角来看，提问在学习中也是至关重要的。可以说，向自己提问是成为一名好的学习者的第一步。我们不妨先站在反面，来分析一下不经提问的学习是什么样的：
2.订立计划
学习计划可能经过缜密的安排，也可能比较随意。很多人会为自己订立这样的学习计划：“接下来两个星期看完《心理学与生活》这本教材”“接下来一个月看完哈佛大学公开课《幸福课》”。
3.实施学习
从头至尾地阅读一本书或者观看一门课程，把其中认为比较重要的点摘取出来，并且记成笔记，堆放在笔记软件里。
4.回顾和整理
对笔记进行整理，或者画出一张思维导图，把书中的知识要点以整体的形式再现出来。
}

解码的三个层次：
1.它说了什么？给了我什么感受？（它原本就要传达的信息和知识）
2.它是什么？对我有什么价值？（对内容的反思，以审视的目光对内容进行评价和定性）
3.它的内部是怎么组成的？它的效果是怎么实现的？（对形式和构成的洞察，研究内容表达的手法）

福尔摩斯说华生，你只是看，你并没有在观察。

我们不去寻求相似；我们尤其要全力找出差别，在差别中我们首先应该选择最受强调的东西，这不仅因为它们最为引人注目，而且因为它们最富有启发性。

做中学（learning by doing）

游戏学习：
1.调用多种感官的即时反馈；
2.动态多变的情境和挑战避免了单调枯燥；
3.与玩家学习曲线动态匹配的挑战难度，使玩家既不会因挑战过难而严重受挫，也不会因为过于简单而失去兴味。

你掌握了多少知识，并不取决于你记忆了多少知识以及知识的关联，而是取决于你能调用多少知识以及知识关联。

求知分为三个层级：信息、知识和技能。
最差的学习者只接收信息，贪多求广；
好一点的学习者看重知识，以记忆为目标；
高手磨炼技能，只求日日精进。
信息、知识和技能本不冲突，只不过技能是终点，前两者是迈向这个终点的路与桥。

知识操练的三种方法：
写作式操练
游戏式操练
设计式操练--调用已有的知识，设计某一种解决方案，来解决某个特定的问题。

融合知识的三种方式：迁移、印证和互补

迁移式融合起到了启迪思维的作用，
印证式融合则可以帮助人探索规律。
互补式融合可以帮助全面和深入了解


让自己变得独特是通向成功的必要条件。下面是我总结的具有心智独特性的人所具有的优势：
1.在主流观点之外洞察出别人未曾发现的机会；
2.形成个人核心竞争力，避免低层次的同质化竞争，使自己不可替代；
3.拒绝他人和大众给自己贴上的标签，以更开放和自由的心态发展自己；
4.因为不必迎合社会主流而节约了大量时间精力，可以专注于做好自己的事情；
5.为大众带来新鲜的见解和启发，形成对公众的影响力；
6.具有更高的可辨识性，更易于形成个人品牌；
7.吸引到其他独特而优秀的人，与他们成为朋友或者合作伙伴。
8.不要为了追求社会认同而做事
9.尽量去做酷的事

“酷”的反面是“无味”，“无味”就是重复无价值或价值被掏空的事物,避开追求社会认同的陷阱，也意识到去做酷事的价值：
1.抗拒自己的欲望，或者延迟满足欲望；
2.质疑貌似最可信的言论，不盲从任何人；
3.屏蔽流行信息，或者只在固定的时段接收流行信息；
4.思考最不可能的事，为其发展出可能性；
5.保留和发展自己的“怪癖”，并将其发展成自己的竞争力；
6.为小事物狂热，并在小事物中发现大世界；
7.开展思想试验和行动试验，让思想和行动相互激发。



